Repository: inyokaproject/inyoka
Catalog: inyoka/locale/*/LC_MESSAGES/django.po
Languages: de_ch, de_de

source: Are you sure?
de_ch: Bisch sicher?
de_de: Bist du sicher?

source: Canceled.
de_ch: Abbrochä.
de_de: Abgebrochen.

source: Errors occurred, please fix them.
de_ch: Äs sy Fählr uufträtä, bitte die zersch behebä
de_de: Bitte die aufgetretenen Fehler beheben.

source: Generate new code
de_ch: Nöiä Code generiärä

source: New
de_ch: Nöi
de_de: Neu

source: No
de_ch: Keini
de_de: Nein

source: No %(verbose_name)s found matching the query
de_ch: Keine %(verbose_name)s gfungä wo uf diä Aafrag zuäträffä
de_de: Keine %(verbose_name)s gefunden, die der Suche entsprechen

source: Old
de_ch: Aut
de_de: Alt

source: Please type in the code from the graphic above
de_ch: Bitte schryb dr Code vom Biudli obä ab

source: Text must not be empty
de_ch: Texscht darf nid läär sy
de_de: Text darf nicht leer sein

source: The entered CAPTCHA was incorrect.
de_ch: Ds CAPTCHA isch nid korräkt
de_de: Die Eingabe des Captchas war nicht korrekt.

source: The entered Jabber address is invalid. Please check your input.
de_ch: D Jabber Adrässä isch nid gültig, bitte überprüäfä
de_de: Die von dir angegebene Jabber-Adresse ist ungültig. Bitte überprüfe die Eingabe.

source: The entered e-mail address belongs to a e-mail provider we had to block because of SPAM problems. Please choose another e-mail address
de_ch: D E-Mail Adrässä ghört zumänä Providr wo mir wägä Spam tüä blockiärä, bitte ä angeri näh
de_de: Die von dir angegebene E-Mail-Adresse gehört zu einem Anbieter, den wir wegen Spamproblemen sperren mussten. Bitte gib eine andere Adresse an.

source: The user “%(name)s” deleted his profile. Your session has ended.
de_ch: Dr Nutzer %(name)s het ds Profiu glöscht, Dini Sitzig isch abglüffä
de_de: Der Benutzer „%(name)s“ hat sein Profil gelöscht. Du wurdest darum abgemelet.

source: The user “%(name)s” was banned. Your session has ended.
de_ch: Dr Nutzer %(name)s isch uusgschlossä wordä, dini Sitzig isch abglüffä
de_de: Der Benutzer „%(name)s“ wurde gesperrt und dadurch deine Sitzung beendet.

source: This user does not exist
de_ch: Dä Nutzer exischtiärt nid
de_de: Diesen Benutzer gibt es nicht

source: Yes
de_ch: Ja
de_de: Ja

source: You cannot send data that fast in a row. Please wait a bit until you submit the form again.
de_ch: Du chasch nid so schnäu Datä sändä, bitte wart ä chly bevor ds Formular no mau abschicksch.
de_de: Du kannst Daten nicht so schnell hintereinander absenden. Bitte warte noch einige Zeit, bevor du das Formular erneut absendest.

source: You have entered an invisible field and were therefore classified as a bot.
de_ch: Du hesch es unsichtbars Fäud uusgfüllt und drum dänkä mir Du bisch ä Roboter.
de_de: Du hast ein unsichtbares Feld ausgefüllt und wurdest deshalb als Bot identifiziert.

source: Your signature can only contain up to %(num)d lines
de_ch: Dini Signatur darf nur bis zu %(num)d Zylä läng sy.
de_de: Deine Signatur darf nicht mehr als %(num)d Zeilen haben

source: Your signature contains illegal elements
de_ch: Dini Signatur beinhautet nid erloubti Zeichä
de_de: Deine Signatur enthält ungültige Elemente

source: Your signature contains too many nested elements
de_ch: Dini Signatur beinhautet z viu verschachtleti Elemänt
de_de: Deine Signatur enthält zu viele verschachtelte Elemente

source: Your signature is too long, only %(length)s characters allowed
de_ch: Dini Signatur isch z läng, nur %(length)s Zeichä sy erloubt
de_de: Deine Signatur ist zu lang. Es sind maximal %(length)s Zeichen erlaubt

source: Your submission needs approval by a team member and is hidden meanwhile. Please be patient, we will get to it as soon as possible.
de_ch: Di Post isch aus SPAM markiert wordä und mues zersch vomänä Administrator beguätachtet und dürägwunkä wärdä. Bitte heb Geduld, mir luägä das so baud as müglech ah.
de_de: Dein Beitrag muss von einem Teammitglied freigeschaltet werden und ist solange für andere Nutzer nicht sichtbar. Bitte habe etwas Geduld, wir werden uns sobald wie möglich darum kümmern.

source: counting...
de_ch: Zeuä ...
de_de: Zähle...

source: eleven
de_ch: Euf
de_de: elf

# masculine
source: one
de_ch: Ei
de_de: ein

# feminine
source: one
de_ch: Ei
de_de: eine

# neuter
source: one
de_ch: Ei
de_de: ein

source: one
de_ch: Ei
de_de: eins

source: ten
de_ch: Zäh
de_de: zehn

source: twelve
de_ch: Zwöuf
de_de: zwölf

source: {verbose_name} “{object_name}” was deleted successfully!
de_ch: {verbose_name} “{object_name}” isch erfougrych glöscht wordä!
de_de: {verbose_name} „{object_name}“ erfolgreich gelöscht!

source: {verbose_name} “{object_name}” was successfully changed.
de_ch: {verbose_name} “{object_name}” isch erfougrych gänderet wordä!
de_de: {verbose_name} „{object_name}“ wurde erfolgreich geändert.

source: {verbose_name} “{object_name}” was successfully created.
de_ch: {verbose_name} “{object_name}” isch erfougrych ersteut wordä.
de_de: {verbose_name} „{object_name}“ wurde erfolgreich erstellt.

source: Activation link:
de_ch: Aktivierigslink:
de_de: Aktivierungslink:

source: Comments (%(count)s)
de_ch: Kommentär (%(count)s)
de_de: Kommentare (%(count)s)

source: %(count)s <a href="%(link)s">comment</a>
de_ch: %(count)s <a href="%(link)s">Kommentar</a>
de_de: %(count)s <a href="%(link)s">Kommentar</a>

source: %(count)s comment
de_ch: %(count)s Kommentar
de_de: %(count)s Kommentar

source: %(count)s vote
de_ch: %(count)s Stimm
de_de: %(count)s Stimme

source: %(count)s voter
de_ch: %(count)s Wählr
de_de: %(count)s Wähler

source: %(guests)s Guest
de_ch: %(guests)s Gaschd
de_de: %(guests)s Gast

source: %(n)s User online
de_ch: %(n)s Benutzr aahgmäudet.
de_de: %(n)s Benutzer angemeldet.

source: %(name)s is a system user.
de_ch: %(name)s isch ä Syschtembenutz
de_de: %(name)s ist ein Systembenutzer

source: %(name)s is not available.
de_ch: %(name)s isch nid verfüägbar.
de_de: %(name)s ist nicht verfügbar.

source: %(registered)s Registered user
de_ch: %(registered)s Regischtrierti Benutzr
de_de: %(registered)s Registrierte Benutzer

source: %(subject)s from %(author)s
de_ch: %(subject)s von %(author)s

source: (De)select all
de_ch: Aui ah- / abwählä
de_de: Alle an- / abwählen

source: (Topic starter)
de_ch: (Themästarter)
de_de: (Themenstarter)

source: (Will be scaled to %(width)sx%(height)s)
de_ch: (Wird uuf %(width)sx%(height)s skaliert)
de_de: (Wird auf %(width)sx%(height)s skaliert)

source: (last modified on %(date)s by %(author)s)
de_ch: (zletscht bearbeitet am %(date)s vom %(author)s)
de_de: (zuletzt bearbeitet am %(date)s von %(author)s)

source: (last modified on %(date)s by <a href="%(link)s">%(author)s</a>)
de_ch: (zletscht bearbeitet am %(date)s vom <a href="%(link)s">%(author)s</a>)
de_de: (zuletzt bearbeitet am %(date)s von <a href="%(link)s">%(author)s</a>)

source: (rendered in %(seconds)s seconds)
de_ch: (i %(seconds)s Sekundä grenderet)
de_de: (in %(seconds)s Sekunden gerendert)

source: (undo)
de_ch: (rückgängig)
de_de: (rückgängig)

source: 12 hours
de_ch: 12 Stung
de_de: 12 Stunden

source: 24 hours
de_ch: 24 Stung
de_de: 24 Stunden

source: 6 hours
de_ch: 6 Stung
de_de: 6 Stunden

source: <a href="%(entry_link)s">%(title)s</a> by <a href="%(author_link)s">%(author)s</a>
de_ch: <a href="%(entry_link)s">%(title)s</a> von <a href="%(author_link)s">%(author)s</a>
de_de: <a href="%(entry_link)s">%(title)s</a> von <a href="%(author_link)s">%(author)s</a>

source: <a href="%(link)s">Posts</a> by <a href="%(userlink)s">%(author)s</a> in this forum
de_ch: <a href="%(link)s">Byträg</a> von <a href="%(userlink)s">%(author)s</a> y däm Forum
de_de: <a href="%(link)s">Beiträge</a> von <a href="%(userlink)s">%(author)s</a> in diesem Forum

source: <a href="%(link)s">Posts</a> by <a href="%(userlink)s">%(author)s</a> in this topic
de_ch: <a href="%(link)s">Byträg</a> von <a href="%(userlink)s">%(author)s</a> y däm Thema
de_de: <a href="%(link)s">Beiträge</a> von <a href="%(userlink)s">%(author)s</a> in diesem Thema

source: <a href="%(link)s">Send an email</a> to %(name)s
de_ch: <a href="%(link)s">Än E-Mail</a> a %(name)s sändä
de_de: <a href="%(link)s">Eine E-Mail</a> an %(name)s senden

source: <a href="%(rev_link)s">This revision</a> was created on %(date)s by %(author)s.
de_ch: <a href="%(rev_link)s">Diä Revision</a> isch am %(date)s vom %(author)s ersteut wordä.
de_de: <a href="%(rev_link)s">Diese Revision</a> wurde am %(date)s von %(author)s erstellt.

source: <a href="%(rev_link)s">This revision</a> was created on %(date)s by <a href="%(author_link)s">%(author)s</a>.
de_ch: <a href="%(rev_link)s">Diä Revision</a> isch am %(date)s vom <a href="%(author_link)s">%(author)s</a> ersteut wordä.
de_de: <a href="%(rev_link)s">Diese Revision</a> wurde am %(date)s von <a href="%(author_link)s">%(author)s</a> erstellt.

source: About Ikhaya
de_ch: Übr Ikhaya
de_de: Über Ikhaya

source: About:
de_ch: Funktion:
de_de: Funktion:

source: Action
de_ch: Aktionä
de_de: Aktionen

source: Actions
de_ch: Aktionä
de_de: Aktionen

source: Actions:
de_ch: Aktionä:

source: Active
de_ch: Aktiv
de_de: Aktiv

source: Add
de_ch: Hinzuäfüägä
de_de: Hinzufügen

source: Add attachment
de_ch: Aahang drzuätuä
de_de: Anhang hinzufügen

source: Add blog
de_ch: Blog drzuätuä
de_de: Blog hinzufügen

source: Add category
de_ch: Kategory drzuätuä
de_de: Kategorie hinzufügen

source: Add event
de_ch: Verahstautig drzuätuä
de_de: Veranstaltung hinzufügen

source: Add new blog
de_ch: Neuä Blog drzuätuä

source: Add poll
de_ch: Umfrag drzuätuä
de_de: Umfrage hinzufügen

source: Additional answer
de_ch: Zuäsätzlichi Antwort
de_de: Zusätzliche Antwort

source: All
de_ch: Aui
de_de: Alle

source: Allow multiple answers
de_ch: Mehreri Antwortä erloubä
de_de: Mehrere Antworten erlauben

source: An internal error occurred. The administration was already notified.
de_ch: Än internä Fähler isch uufträtä. D Adminischratoren sy bereits benachrichtigt.
de_de: Ein interner Fehler ist aufgetreten. Die Administratoren wurden bereits benachrichtigt.

source: Applications
de_ch: Ahwändigä

source: Archive
de_ch: Archiv
de_de: Archiv

source: Are you sure you want to delete the article <a href="%(link)s">%(article)s</a>?
de_ch: Bisch Du sichär, dass Du dr Artiku <a href="%(link)s">%(article)s</a> wetsch löschä?
de_de: Bist du sicher, dass du den Artikel <a href="%(link)s">%(article)s</a> löschen möchtest?

source: Are you sure you want to delete this page?
de_ch: Bisch Du sichär, dass Du diä Sytä wetsch löschä?
de_de: Bist du sicher, dass du diese Seite löschen möchtest?

source: Are you sure you want to hide the entry?
de_ch: Bisch Du sichär, dass Du dä Ytrag wetsch vrbärgä?
de_de: Bist du sicher, dass du diesen Eintrag verbergen möchtest?

source: Are you sure you want to mark the page as “discontinued”?
de_ch: Bisch Du sichär, dass Du dä Artiku uus „Verlassen“ markiärä wetsch?
de_de: Bist du sicher, dass du den Artikel als „Verlassen“ markieren möchtest?

source: Are you sure you want to move the page into the wiki?
de_ch: Bisch Du sichär, dass Du diä Sytä i ds Wiki verschiäbä wetsch?
de_de: Bist du sicher, dass du diese Seite in das Wiki verschieben möchtest?

source: Are you sure you want to restore the entry?
de_ch: Bisch Du sichär, dass Du dä Ytrag widrhärschteuä wetsch?
de_de: Bist du sicher, dass du diesen Eintrag wiederherstellen möchtest?

source: Around the Wiki
de_ch: Rund ums Wiki
de_de: Rund ums Wiki

source: Article
de_ch: Artiku
de_de: Artikel

source: Article Ideas
de_ch: Artikuideenä
de_de: Artikelideen

source: Article suggestions
de_ch: Artikuvorschleg
de_de: Artikelvorschläge

source: Article:
de_ch: Artiku:

source: Assign to me
de_ch: Mir gäh
de_de: Mir zuweisen

source: Assigned to
de_ch: Y Bearbeitig vom
de_de: In Bearbeitung von

source: Assigned to:
de_ch: Zuägwysä ah:
de_de: Zugewiesen an:

source: At this page the following tags have been assigned:
de_ch: Die fougändä Schlagwort sy däm Artiku zuägwysä wordä:
de_de: Die folgenden Schlagworte wurden dem Artikel zugewiesen:

source: Attach to old topic
de_ch: Anes bestehends Thema aahängä
de_de: An bestehendes Thema anhängen

source: Attachment:
de_ch: Aahang:
de_de: Anhang:

source: Attachments
de_ch: Aahäng

source: Attachments:
de_ch: Aahäng:
de_de: Anhänge:

source: Attention: You are currently editing “%(name)s”.
de_ch: Achtung: Du bearbeitisch grad „%(name)s“.
de_de: Achtung: Du bearbeitest gerade „%(name)s“.

source: Authentication:
de_ch: Authentifizierung:
de_de: Authentifizierung:

source: Author
de_ch: Outor
de_de: Autor

source: Author:
de_ch: Outor:
de_de: Autor:

source: Avatar of %(user)s
de_ch: Avatar vom %(user)s
de_de: Avatar von %(user)s

source: Avatar settings
de_ch: Avatar Ystelligä
de_de: Avatar Einstellungen

source: Bloglist
de_ch: Bloglischtä
de_de: Blogliste

source: Browse pastes
de_ch: Y dä Yyträg stöbärä
de_de: Einträge durchstöbern

source: But the article itself is not listed as an attachment, perhaps these pages are using the article mistakenly or an old revision was an attachment.
de_ch: Abr dr Artiku säuber isch nid uus Aahang uufgfüehrt; villech verwändä diä Sytä dä Artiku versehentlich odr än auti Revision isch ä Aahang gsy.
de_de: Aber der Artikel selbst ist nicht als Anhang aufgeführt; vielleicht verwenden diese Seiten den Artikel versehentlich oder eine alte Revision war ein Anhang.

source: But you can display <a href="%(link)s">a list of changes</a> of this page and compare individual revisions.
de_ch: Abr Du chasch Dir ä <a href="%(link)s">Lischtä vo Änderigä</a> vo drä Sytä aahzeigä u einzelne Revisionä vrglychä.
de_de: Aber du kannst dir eine <a href="%(link)s">Liste an Änderungen</a> dieser Seite anzeigen und einzelne Revisionen vergleichen.

source: By default, the email and jabber addresses are not displayed in your public profile. To publish them, you need to check the “show in profile” box.
de_ch: Standardmässig wärdä dyny E-Mail- u Jabber-Adrässä nid öffentlich aazeigt. Um sä z veröffentlichä, aktiviär d "Im Profiu aahzeigä"-Box.

source: By using this form you can suggest a new entry for the <a href="%(link_calendar)s">calendar</a>. A team member will review your suggestion as soon as possible. If you want to change an existing calendar entry please contact the <a href="%(link_newsteam)s">news team</a>.
de_ch: Mit däm Formular chasch Du ä nöiä Ytrag y üsä <a href="%(link_calendar)s">Kaländer</a> ytragä. Äs Ikhayateammitglied wird sich Dy Vorschlag so schnäu wiä müglich aluägä. Wenn Du Änderigä amänä bestehendä Kaländerytrag hesch, wänd di bitte ah äs Mitglid vom <a href="%(link_newsteam)s">Ikhayateam</a>.
de_de: Mit diesem Formular kannst du einen neuen Eintrag in unseren <a href="%(link_calendar)s">Kalender</a> eintragen. Ein Ikhayateammitglied wird sich deinen Vorschlag so schnell wie möglich ansehen. Wenn du Änderungen an einem bestehenden Kalendereintrag hast, wende dich bitte an ein Mitglied des <a href="%(link_newsteam)s">Ikhayateams</a>.

source: CAUTION: A change of the file destroys all links from articles to this file!
de_ch: ACHTUNG: Än Änderig ar Datei zerstört aui Links vo Artiklä wo uuf diä Datei vrwysä!
de_de: VORSICHT: Eine Änderung der Datei zerstört alle Links von Artikeln, die auf diese Datei verweisen!

source: CSRF verification failed. Request aborted.
de_ch: Ds CSRF-Token isch ungültig. D Aahfrag isch vrworfä wordä
de_de: Der CSRF-Token ist ungültig. Die Anfrage wurde daher verworfen.

source: Calendar
de_ch: Kaländer
de_de: Kalender

source: Cancel
de_ch: Abbrächä
de_de: Abbrechen

source: Captions
de_ch: Übrschriftä
de_de: Überschriften

source: Categories
de_ch: Kategoriä
de_de: Kategorien

source: Category
de_ch: Kategorie
de_de: Kategorie

source: Category:
de_ch: Kategorie:
de_de: Kategorie:

source: Change password
de_ch: Passwort ändärä
de_de: Passwort ändern

source: Changes since last visit
de_ch: Änderigä syt mim letschtä Bsuäch
de_de: Änderungen seit meinem letzten Besuch

source: Check if you have a typo in the URL.
de_ch: Bitte überprüäf, öb Du ä Tippfählr i dr URL hesch.
de_de: Bitte überprüfe, ob du einen Tippfehler in der URL hast.

source: Choose the user you want to edit:
de_ch: Wäu dä Benutzr uus, wo Du bearbeitä wetsch:
de_de: Wähle den Benutzer aus, den du bearbeiten möchtest:

source: Close selected tickets
de_ch: Mach gwäuti Mäudigä zuä
de_de: Schließe gewählte Meldungen

source: Comments
de_ch: Kommentär
de_de: Kommentare

source: Comments - Captions
de_ch: Kommentär - Übrschriftä
de_de: Kommentare - Überschriften

source: Comments - Full
de_ch: Kommentär - Vouständig
de_de: Kommentare - Vollständig

source: Comments - Teaser
de_ch: Kommentär - Yleitig
de_de: Kommentare - Einleitung

source: Compare
de_ch: Vrglychä
de_de: Vergleichen

source: Compose mail
de_ch: E-Mail schrybä
de_de: E-Mail verfassen

source: Compose message
de_ch: Nachricht schrybä
de_de: Nachricht verfassen

source: Concerns article “<a href="%(link)s">%(article)s</a>”
de_ch: Betrifft Artiku „<a href="%(link)s">%(article)s</a>“
de_de: Betrifft Artikel „<a href="%(link)s">%(article)s</a>“

source: Configuration
de_ch: Konfiguration
de_de: Konfiguration

source: Confirmation
de_ch: Beschtätigung
de_de: Bestätigung

source: Contact
de_ch: Kontakt
de_de: Kontakt

source: Contact addresses
de_ch: Kontaktadrässä
de_de: Kontaktadressen

source: Control panel
de_ch: Kontrouzäntrum
de_de: Kontrollzentrum

source: Coordinates:
de_ch: Koordinatä:
de_de: Koordinaten:

source: Copy
de_ch: Kopiärä
de_de: Kopieren

source: Create
de_ch: Erschteuä
de_de: Erstellen

source: Create a Howto
de_ch: Howto aahleggä
de_de: Howto anlegen

source: Create a new user
de_ch: Ä nöiä Benutzr ersteuä.
de_de: Einen neuen Benutzer erstellen.

source: Create a wiki article
de_ch: Wikiartikel aahleggä
de_de: Wikiartikel anlegen

source: Create category
de_ch: Kategorie ersteuä
de_de: Kategorie erstellen

source: Create forum
de_ch: Forum ersteuä
de_de: Forum erstellen

source: Create new forum
de_ch: Nöis Forum ersteuä
de_de: Neues Forum erstellen

source: Create new group
de_ch: Nöii Gruppä ersteuä
de_de: Neue Gruppe erstellen

source: Create new page
de_ch: Nöii Sytä ersteuä
de_de: Neue Seite erstellen

source: Create new static file
de_ch: Nöii statischi Datei ersteuä
de_de: Neue statische Datei erstellen

source: Create new topic
de_ch: Nöis Thema ersteuä
de_de: Neues Thema erstellen

source: Create page
de_ch: Sytä ersteuä
de_de: Seite erstellen

source: Create user
de_ch: Nutzer ersteuä
de_de: Nutzer erstellen

source: Created topics
de_ch: Ersteuti Themä
de_de: Erstellte Themen

source: Created:
de_ch: Erschteut:
de_de: Erstellt:

source: Current articles
de_ch: Aktuellä Artiku
de_de: Aktuelle Artikel

source: Current forum
de_ch: Aktuells Forum
de_de: Aktuelles Forum

source: Current revision
de_ch: Aktuelli Revision
de_de: Aktuelle Revision

source: Currently there are no events listed.
de_ch: Momentan stöh keini Verahstautigä ah.
de_de: Momentan stehen keine Veranstaltungen an.

source: Currently there are no messages in this folder.
de_ch: Momentan befindä sich keini Nachrichtä y däm Ordner.
de_de: Momentan befinden sich keine Nachrichten in diesem Ordner.

source: Currently there are no reported topics.
de_ch: Äs het aktuell keini gmäudeti Themä.
de_de: Es gibt zurzeit keine gemeldeten Themen.

source: Date
de_ch: Datum
de_de: Datum

source: Date (from):
de_ch: Datum (vo):
de_de: Datum (von):

source: Date (to):
de_ch: Datum (bis):
de_de: Datum (bis):

source: Date:
de_ch: Datum:
de_de: Datum:

source: Deactivate account
de_ch: Konto deaktiviärä
de_de: Konto deaktivieren

source: Deactivate my account “%(name)s”
de_ch: Deaktivier mys Konto „%(name)s“
de_de: Deaktiviere mein Konto „%(name)s“

source: Delete
de_ch: Löschä
de_de: Löschen

source: Delete assignment
de_ch: Zuewysig löschä
de_de: Zuweisung löschen

source: Delete entry
de_ch: Ytrag löschä
de_de: Eintrag löschen

source: Delete marked messages
de_ch: Markierti Nachrichtä löschä
de_de: Markierte Nachrichten löschen

source: Delete message
de_ch: Nachricht löschä
de_de: Nachricht löschen

source: Delete page
de_ch: Sytä löschä
de_de: Seite löschen

source: Delete selected subscriptions
de_ch: Lösch diä gwäutä Abonnements
de_de: Lösche gewählte Abonnements

source: Describe here briefly the discovered mistake. Please make sure that the mistake was not <a href="%(link)s">already reported</a>.
de_ch: Bitte beschryb hiä churz diä im Artiku gfungnigä Fähler. Bitte lueg druuf, dass dr Fähler nid bereits <a href="%(link)s">gmäudet isch wordä</a>.
de_de: Bitte beschreibe hier kurz die im Artikel gefundenen Fehler. Bitte achte darauf, dass der Fehler nicht bereits <a href="%(link)s">gemeldet wurde</a>.

source: Description
de_ch: Beschrybig
de_de: Beschreibung

source: Description:
de_ch: Beschrybig
de_de: Beschreibung

source: Details
de_ch: Detail

source: Difference
de_ch: Ungerschyd
de_de: Unterschied

source: Discussion
de_ch: Diskussion
de_de: Diskussion

source: Display all messages on one page
de_ch: Aui Nachrichtä uuf eirä Sytä aahzeigä
de_de: Alle Nachrichten auf einer Seite anzeigen

source: Display entry as raw text
de_ch: Zeig dr Ytrag aus Rohtext ah
de_de: Zeige Eintrag als Rohtext an

source: Display options
de_ch: Ahzeigeoptionä
de_de: Anzeigeoptionen

source: Display past events
de_ch: Zeig vergangeni Verahstautigä ah
de_de: Zeige vergangene Veranstaltungen an

source: Do not notify me anymore about new article suggestions
de_ch: Tuä my Nümm by nöiä Artikuvorschleg benachrichtigä
de_de: Benachrichtige mich nicht mehr bei neuen Artikelvorschlägen

source: Do you really want to delete the entry <a href="%(link)s">%(entry)s</a>?
de_ch: Möchtisch Du dä Ytrag <a href="%(link)s">%(entry)s</a> würkli löschä?
de_de: Möchtest du den Eintrag <a href="%(link)s">%(entry)s</a> wirklich löschen?

source: Do you really want to delete the event <a href="%(link)s">%(event)s</a>?
de_ch: Möchtisch Du d Verahstautig <a href="%(link)s">%(event)s</a> würkli löschä?
de_de: Möchtest du die Veranstaltung <a href="%(link)s">%(event)s</a> wirklich löschen?

source: Do you really want to delete the file “%(file)s”?
de_ch: Möchtisch Du d Datei „%(file)s“ würkli löschä?
de_de: Möchtest du die Datei „%(file)s“ wirklich löschen?

source: Do you really want to delete the page “%(title)s”?
de_ch: Möchtisch Du d Sytä „%(title)s“ würkli löschä?
de_de: Möchtest du die Seite „%(title)s“ wirklich löschen?

source: Do you really want to delete the topic “%(title)s”? This action cannot be undone!
de_ch: Möchtisch Du ds Thema „%(title)s“ würkli löschä? Diä Aktion cha nid rückgängig gmacht wärdä!
de_de: Möchtest du das Thema „%(title)s“ wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden!

source: Do you really want to hide the topic “%(title)s”?
de_ch: Möchtisch Du ds Thema „%(title)s“ würkli vrbärgä?
de_de: Möchtest du das Thema „%(title)s“ wirklich verbergen?

source: Do you want to delete the <a href="%(link)s">post from %(author)s</a>?
de_ch: Möchtisch Du dä <a href="%(link)s">Bytrag vo %(author)s</a> löschä?
de_de: Möchtest du den <a href="%(link)s">Beitrag von %(author)s</a> löschen?

source: Do you want to hide the <a href="%(link)s">post from %(author)s</a>?
de_ch: Möchtisch Du dä <a href="%(link)s">Bytrag vo %(author)s</a> vrbärgä?
de_de: Möchtest du den <a href="%(link)s">Beitrag von %(author)s</a> verbergen?

source: Don’t choose this option if you are using a public computer. Otherwise, unauthorized persons may enter your account.
de_ch: Wäu diä Option nid uus, wenn Du dy ah ämänä öffentlichä Computer befindisch, wöu süsch frömdi Personä müglecherwys Zuägang zu Dym Konto bechömä.

source: Don’t watch anymore
de_ch: Nümm beobachtä
de_de: Nicht mehr beobachten

source: Download iCal
de_ch: iCal aabäladä
de_de: iCal herunterladen

source: Duplicate attachments on the target page will be overwritten!
de_ch: Doppleti Aahäng vo dr Zieusytä wärdä überschrybä!
de_de: Doppelte Anhänge der Zielseite werden überschrieben!
