Repository: inyokaproject/inyoka
Catalog: inyoka/locale/*/LC_MESSAGES/django.po
Languages: de_ch, de_de

source: Read and accepted
de_ch: Gläsä u akzeptiärt
de_de: Gelesen und akzeptiert

source: Reason:
de_ch: Begründig:
de_de: Begründung:

source: Recent Changes
de_ch: Letschti Änderigä
de_de: Letzte Änderungen

source: Recent Changes are currently unavailable.
de_ch: Letschti Änderigä sy aktuell no nid verfüägbar.
de_de: Letzte Änderungen sind aktuell noch nicht verfügbar.

source: Recent articles
de_ch: Nöiä Artiklä
de_de: Neueste Artikel

source: Recent changes
de_ch: Letschti Änderigä
de_de: Letzte Änderungen

source: Recent posts
de_ch: Nöii Byträg
de_de: Neue Beiträge

source: Register
de_ch: Regischriärä
de_de: Registrieren

source: Registered users:
de_ch: Regischtrierti Benutzr:
de_de: Registrierte Benutzer:

source: Reject
de_ch: Ablehnä
de_de: Ablehnen

source: Rename
de_ch: Umbenennä
de_de: Umbenennen

source: Rename page
de_ch: Sytä umbenennä
de_de: Seite umbenennen

source: Rename to:
de_ch: Umbenennä zu:
de_de: Umbenennen zu:

source: Replies
de_ch: Antwortä
de_de: Antworten

source: Reply
de_ch: Antwortä
de_de: Antworten

source: Reply to all
de_ch: A aui antwortä
de_de: An alle antworten

source: Report
de_ch: Mäudä
de_de: Melden

source: Report an error in this article
de_ch: Fähler im Artiku mäudä
de_de: Fehler im Artikel melden

source: Report topic
de_ch: Thema mäudä
de_de: Thema melden

source: Report topic “%(topic)s”
de_ch: Thema „%(topic)s“ mäudä
de_de: Thema „%(topic)s“ melden

source: Reported by
de_ch: Gmäudet vo
de_de: Gemeldet von

source: Reported by <a href="%(link)s">%(author)s</a>
de_ch: Gmäudet vo <a href="%(link)s">%(author)s</a>
de_de: Gemeldet von <a href="%(link)s">%(author)s</a>

source: Reported topics
de_ch: Gmäudeti Themä
de_de: Gemeldete Themen

source: Reports
de_ch: Mäudigä
de_de: Meldungen

source: Request new password
de_ch: Nöis Passwort aaforderä
de_de: Neues Passwort anfordern

source: Resend activation mail
de_ch: Aktivierungsmail no mau sändä
de_de: Aktivierungsmail erneut zusenden

source: Residence
de_ch: Wohnort
de_de: Wohnort

source: Residence:
de_ch: Wohnort:
de_de: Wohnort:

source: Restore
de_ch: widrhärschteuä
de_de: Wiederherstellen

source: Revisions
de_ch: Revisionä
de_de: Revisionen

source: Rules
de_ch: Reglä
de_de: Regeln

source: Save
de_ch: Spychärä
de_de: Speichern

source: Search
de_ch: Suächä
de_de: Suche

source: Select
de_ch: Uuswählä
de_de: Auswählen

source: Send
de_ch: Sändä

source: Send mail
de_ch: E-Mail absändä
de_de: E-Mail absenden

source: Send message
de_ch: Nachricht absändä
de_de: Nachricht versenden

source: Sent mail
de_ch: Gsändet
de_de: Gesendet

source: Servererror
de_ch: Serverfähler
de_de: Serverfehler

source: Set new password
de_ch: Nöis Passwort ersteuä
de_de: Neues Passwort erstellen

source: Set redirect to new page
de_ch: Umleitig uuf nöii Sytä setzä
de_de: Umleitung auf neue Seite setzen

source: Settings
de_ch: Ystelligä
de_de: Einstellungen

source: Short URL
de_ch: Churz-URL
de_de: Kurz-URL

source: Show article
de_ch: Artiku aahzeigä
de_de: Artikel anzeigen

source: Show backlinks
de_ch: Backlinks aahzeigä
de_de: Backlinks anzeigen

source: Show event
de_ch: Verahstautig aahzeigä
de_de: Veranstaltung anzeigen

source: Show full article
de_ch: Gsammtä Artiku aahzeigä
de_de: Gesamten Artikel anzeigen

source: Show in profile
de_ch: Im Profiu aahzeigä
de_de: Im Profil anzeigen

source: Show my profile
de_ch: Mein Profiu aahzeigä
de_de: Mein Profil anzeigen

source: Show only invisible events
de_ch: Zeig numä unsichtbari Verahstautigä ah
de_de: Zeige nur unsichtbare Veranstaltungen an

source: Show only teaser
de_ch: Nur Yleitig aahzeigä
de_de: Nur Einleitung anzeigen

source: Show only upcoming events
de_ch: Zeig nur zuekünftigi Verahstautigä ah
de_de: Zeige nur kommende Veranstaltungen an

source: Show results
de_ch: Ergäbniss aahzeigä
de_de: Ergebnisse anzeigen

source: Show revisions
de_ch: Revisionä aahzeigä
de_de: Revisionen anzeigen

source: Show unread posts
de_ch: Zeig ungläsnigi Byträg
de_de: Zeige ungelesene Beiträge

source: Signature
de_ch: Signatur
de_de: Signatur

source: Sites under construction
de_ch: Bousteuä
de_de: Baustellen

source: URL of the topic:
de_ch: URL vom Thema
de_de: URL des Themas:

source: Slug of the topic:
de_ch: Slug vom Thema

source: Solved
de_ch: Glöst
de_de: Gelöst

source: Spelling mistakes
de_ch: Rächtschrybefähler
de_de: Rechtschreibfehler

source: Split
de_ch: Uufteilä
de_de: Aufteilen

source: Split messages into multiple pages
de_ch: Nachricht uuf mehreri Sytä uufteilä
de_de: Nachricht auf mehrere Seiten aufteilen

source: Split posts
de_ch: Byträg abtrennen
de_de: Beiträge abtrennen

source: Split topic
de_ch: Thema uufteilä
de_de: Thema aufteilen

source: Split topic “%(topic)s”
de_ch: Thema „%(topic)s“ uufteilä
de_de: Thema „%(topic)s“ aufteilen

source: Split:
de_ch: Uufteilä:
de_de: Aufteilen:

source: State
de_ch: Status
de_de: Status

source: Static files
de_ch: Statischi Dateiä
de_de: Statische Dateien

source: Static pages
de_ch: Statischi Sytä
de_de: Statische Seiten

source: Sticky:
de_ch: Wichtig:
de_de: Wichtig:

source: Subforums
de_ch: Ungerforä

source: Subforums:
de_ch: Ungerforä:
de_de: Unterforen:

source: Subject
de_ch: Beträff
de_de: Betreff

source: Subject:
de_ch: Beträff:
de_de: Betreff:

source: Submit
de_ch: Spycherä
de_de: Speichern

source: Subscribe
de_ch: Abonniärä
de_de: Abonnieren

source: Subscribe comments
de_ch: Kommentär abonniärä
de_de: Kommentare abonnieren

source: Subscribe to topic reports
de_ch: Themenmeldungen abonniärä
de_de: Themenmeldungen abonnieren

source: Subscriptions
de_ch: Abonnements
de_de: Abonnements

source: Suggest
de_ch: Vorschlah
de_de: Vorschlagen

source: Suggest a blog
de_ch: Ä Blog vorschlah
de_de: Ein Blog vorschlagen

source: Suggest an article
de_ch: Ä Artiku vorschlah
de_de: Einen Artikel vorschlagen

source: Suggest an event
de_ch: Än Verahstautig vorschlah
de_de: Eine Veranstaltung vorschlagen

source: Suggest article
de_ch: Artiku vorschlah
de_de: Artikel vorschlagen

source: Suggest blog
de_ch: Än Blog vorschlah
de_de: Ein Blog vorschlagen

source: Suggest event
de_ch: Verahstautig vorschlah
de_de: Veranstaltung vorschlagen

source: Suggest new article
de_ch: Artiku vorschlah
de_de: Artikel vorschlagen

source: Suggest new event
de_ch: Ä nöii Verahstautig vorschlah
de_de: Eine neue Veranstaltung vorschlagen

source: Suggested by <a href="%(link)s">%(author)s</a>
de_ch: Vorgschlagä vo <a href="%(link)s">%(author)s</a>
de_de: Vorgeschlagen von <a href="%(link)s">%(author)s</a>

source: Suggested by:
de_ch: Vorgschlagä vo:
de_de: Vorgeschlagen von:

source: Tag Cloud
de_ch: Wortwuächä
de_de: Wortwolke

source: Tag List
de_ch: Taglischtä
de_de: Tagliste

source: Team icon
de_ch: Team-Biudli

source: Teaser
de_ch: Yleitig
de_de: Einleitung

source: The <a href="%(rev_link)s">most recent revision</a> is %(rev)s and was created by %(author)s.
de_ch: Diä <a href="%(rev_link)s">aktuelli Revision</a> isch %(rev)s u isch vo %(author)s ersteut wordä.
de_de: Die <a href="%(rev_link)s">aktuelle Revision</a> ist %(rev)s und wurde durch %(author)s erstellt.

source: The <a href="%(rev_link)s">most recent revision</a> is %(rev)s and was created by <a href="%(author_link)s">%(author)s</a>.
de_ch: Diä <a href="%(rev_link)s">aktuelli Revision</a> isch %(rev)s u u isch vo <a href="%(author_link)s">%(author)s</a> ersteut wordä.
de_de: Die <a href="%(rev_link)s">aktuelle Revision</a> ist %(rev)s und wurde durch <a href="%(author_link)s">%(author)s</a> erstellt.

source: The article is already under construction, help improving and finishing it!
de_ch: Dä Artiku exischiert bereits i dr Baustelle; hiuf doch nä z verbessärä u fertigzmachä!
de_de: Dieser Artikel existiert bereits in der Baustelle; hilf dabei ihn zu verbessern und fertigzustellen!

source: The article “%(title)s” does not exist yet.
de_ch: Dr Artiku „%(title)s“ exischiert no nid.
de_de: Der Artikel „%(title)s“ existiert noch nicht.

source: The article “%(title)s” was deleted. You can restore it or create a new one in the action menu.
de_ch: Dr Artiku „%(title)s” isch glöscht wordä. Du chasch nä widrhärschteuä odr über ds Aktionsmenü ä nöiä ersteuä.
de_de: Der Artikel „%(title)s” wurde gelöscht. Du kannst ihn wiederherstellen oder über das Aktionsmenü einen neuen erstellen.

source: The article “<a href="%(link)s">%(article)s</a>” has currently %(count)s revision.
de_ch: Dr Artiku “<a href="%(link)s">%(article)s</a>“ hett ä Revision.
de_de: Der Artikel “<a href="%(link)s">%(article)s</a>“ hat eine Revision.

source: The chosen posts can form a new topic or be attached to an existing topic.
de_ch: Diä gwäutä Byträg chöi hiä in äs eignigs Thema abtrennt wärdä odr ah näs bestehends Thema ahghängt wärdä.
de_de: Die gewählten Beiträge können hier in ein eigenes Thema abgetrennt werden oder an ein bestehendes Thema angehängt werden.

source: The following list consists of 10 randomly selected wiki articles. <a href="/wiki/randompages">Reload</a> to see more pages.
de_ch: Diä nachfougendi Lischtä besteit uus 10 zuäfäuig uusgwäutä Wiki-Artiklä. Um meh Zuefaussytä ahzszeigä eifach d <a href="/wiki/randompages">Sytä neuladen</a>.
de_de: Die nachfolgende Liste besteht aus 10 zufällig ausgewählten Wiki-Artikeln. Um weitere Zufallsseiten zu sehen, einfach diese <a href="/wiki/randompages">Seite neuladen</a>.

source: The following pages are embedding this articles as attachment.
de_ch: Diä fougändä Sytä bindä dä Artiku uus Aahang y:
de_de: Die folgenden Seiten binden diesen Artikel als Anhang ein:

source: The following pages are referring this article:
de_ch: Diä fougändä Sytä vrwysä uuf dä Artiku:
de_de: Die folgenden Seiten verweisen auf diesen Artikel:

source: The following pages are referring to the article “%(title)s” by manual linking:
de_ch: Diä fougändä Sytä beziäh sich uuf dä Artiku „%(title)s“ dür manuelli Vrlinkig:
de_de: Die folgenden Seiten beziehen sich auf den Artikel „%(title)s“ durch manuelle Verlinkung:

source: The following pages have similar names:
de_ch: Diä fougändä Sytä hei än ähnlichä Namä:
de_de: Die folgenden Seiten haben einen ähnlichen Namen:

source: The following posts will be split off:
de_ch: Diä fougändä Byträg würdä abtrennt wärdä:
de_de: Die folgenden Beiträge werden abgetrennt werden:

source: The following table shows the difference of the article “<a href="%(article_link)s">%(article)s</a>” between <a href="%(old_rev_link)s">revision %(old_rev)s</a> (%(old_rev_note)s) and <a href="%(new_rev_link)s">revision %(new_rev)s</a> (%(new_rev_note)s).
de_ch: Diä fougändi Tabäuä zeigt d Änderigä im Artiku „<a href="%(article_link)s">%(article)s</a>“ zwüschä <a href="%(old_rev_link)s">Revision %(old_rev)s</a> (%(old_rev_note)s) u <a href="%(new_rev_link)s">Revision %(new_rev)s</a> (%(new_rev_note)s) ah.
de_de: Die folgende Tabelle zeigt die Änderungen im Artikel „<a href="%(article_link)s">%(article)s</a>“ zwischen <a href="%(old_rev_link)s">Revision %(old_rev)s</a> (%(old_rev_note)s) und <a href="%(new_rev_link)s">Revision %(new_rev)s</a> (%(new_rev_note)s) auf.

source: The following wiki articles have been tagged with "%(tag)s":
de_ch: Die fougändä Wikiartiklä hai dr Tag "%(tag)s":
de_de: Die folgenden Wikiartikel haben den Tag "%(tag)s":

source: The group “%(name)s” has %(count)s member:
de_ch: D Gruppä „%(name)s“ hett %(count)s Mitglid:
de_de: Die Gruppe „%(name)s“ hat %(count)s Mitglied:

source: The poll was started on %(start_date)s and it ended on %(end_date)s.
de_ch: D Umfrag isch am %(start_date)s gstartet wordä u am %(end_date)s gändet.
de_de: Die Umfrage wurde am %(start_date)s gestartet und endete am %(end_date)s.

source: The poll was started on %(start_date)s and it will end on %(end_date)s.
de_ch: D Umfrag isch am %(start_date)s gstartet wordä wird am %(end_date)s ändä.
de_de: Die Umfrage wurde am %(start_date)s gestartet und wird am %(end_date)s enden.

source: The signature will be appended to every post. It cannot contain more than %(n)s characters. Please follow the <a href="%(link)s">signature rules</a>.
de_ch: D Signatur wird ah jedä Bytrag aghängt. Sie cha nid länger uus %(n)s Zeichä sy. Bitte beacht ou d <a href="%(link)s">Signaturreglä</a>.
de_de: Die Signatur wird an jeden Beitrag angehängt. Sie kann nicht länger als %(n)s Zeichen sein. Bitte beachte die <a href="%(link)s">Signaturregeln</a>.

source: The two revisions are identical.
de_ch: Diä beidä Revisionä sy identisch.
de_de: Die beiden Revisionen sind identisch.

source: There are currently no article suggestions.
de_ch: Äs git momentan kei Artikuvorschleg.
de_de: Es gibt momentan keine Artikelvorschläge.

source: There are no attachments yet for this site.
de_ch: Äs git no kei Aahäng für diä Sytä
de_de: Es gibt noch keine Anhänge für diese Seite

source: There are no reports yet.
de_ch: Äs git no kei Fählermäudigä.
de_de: Es existieren noch keine Fehlermeldungen.

source: There are no static files, create the first one now!
de_ch: Äs git keini statischi Dateiä, mach jetz die erschti!
de_de: Es gibt keine statischen Dateien, erstelle jetzt die erste!

source: There are no static pages, create the first one now!
de_ch: Äs git keini statischen Sytä, mach jetz die erschti!
de_de: Es gibt keine statischen Seiten, erstelle jetzt die erste!

source: There are no tags in the wiki, yet.
de_ch: Äs sy bishär no keini Wikiartiklä mit Tags markiert.
de_de: Es wurden bisher noch keine Wikiartikel mit Tags markiert.

source: There are no topics. <a href="%(link)s">Create</a> the first one now!
de_ch: Äs git keini Themänä. <a href="%(link)s">Erstelle</a> jetz ds erschtä!
de_de: Es gibt keine Themen. <a href="%(link)s">Erstelle</a> jetzt das Erste!

source: There are no upcoming events.
de_ch: Äs stöh keini Verahstautigä bevor.
de_de: Es stehen keine Veranstaltungen bevor.

source: There are no wiki articles that could be shown, yet.
de_ch: Äs git no kei Wikiartiklä wö chöntä zeigt wärdä
de_de: Es gibt noch keine Wikiartikel, die gezeigt werden könnten.

source: There aren't any links to missing pages in the wiki. Congratulations!
de_ch: Es git keini verwaisti Links im Wiki. Gratuliärä!
de_de: Es gibt keine verwaisten Links im Wiki. Glückwunsch!

source: There is currently one attachment assigned to this page.
de_ch: Diä Sytä hat aktuell ä Aahang.
de_de: Diese Seite hat aktuell einen Anhang.

source: There is no article.
de_ch: Es git kei Artiku.
de_de: Es gibt keinen Artikel.

source: This article is an orphan and not referenced by any site.
de_ch: Dä Artiku isch verwaist u von kenerä Sytä referänziert.
de_de: Dieser Artikel ist verwaist und von keiner Seite referenziert.

source: This attachment is an orphan and not referenced by any site.
de_ch: Dä Aahang isch verwaisch u von kenerä Sytä referänziert.
de_de: Dieser Anhang ist verwaist und von keiner Seite referenziert.

source: This category does not contain any forum.
de_ch: Diä Kategorie enthautet keini Forä
de_de: Diese Kategorie enthält keine Foren

source: This is a pastebin where you can save error messages, logs, configuration files or source codes to keep threads or IRC channels clean. To do this, just copy the text in the box below and choose the appropriate language. After that, you copy the URL into the topic or the channel.
de_ch: Das isch än Ablag wo Du chasch lengeri Texscht wie Fählermäudigä oder Konfigurationsdatei u Sourcecode chasch ableggä um z Forum und IRC Kanäu suuber z hautä. Schryb oder kopier de Tescht eifach is Texschtfäud u kopier die resultierende URL.
de_de: Dies ist eine Ablage, in der du Fehlermeldungen, Logs, Konfigurationsdateien oder Quelltexte speichern kannst, um Forenthemen oder IRC-Kanäle nicht unnötig unleserlich zu machen. Dazu kopierst du den Text in das Textfeld und wählst die passende Sprache aus. Dann kopierst du die URL in das Thema bzw. den Kanal.

source: This may be because you are not logged in.
de_ch: Das chönnt dran ligä, dass Du nid aahgmäudet bisch.
de_de: Das könnte daran liegen, dass du nicht angemeldet bist.

source: This topic
de_ch: Das Thema
de_de: Dieses Thema

source: This topic is the discussion of the article %(article_list)s.
de_ch: Das Thema isch d Diskussion vom Artikels %(article_list)s.
de_de: Dieses Thema ist die Diskussion des Artikels %(article_list)s.

source: Time (from):
de_ch: Zyt (vo):
de_de: Zeit (von):

source: Time (to):
de_ch: Zyt (bis):
de_de: Zeit (bis):

source: Time:
de_ch: Zyt:
de_de: Zeit:

source: Title
de_ch: Titu
de_de: Titel

source: Title of the new topic:
de_ch: Titu vom nöiä Thema:
de_de: Titel des neuen Themas:

source: Title:
de_ch: Titu:
de_de: Titel:

source: To
de_ch: A
de_de: An

source: To be always up to date you can read the <a href="%(feed_link)s">atom feed</a> or <a href="%(subscribe_link)s">subscribe</a>.
de_ch: Um immer uuf em aktuell Stand z sy, chasch Du dä <a href="%(feed_link)s">Atom Feed</a> läsä odr <a href="%(subscribe_link)s">abonniärä</a>.
de_de: Um immer auf dem aktuellen Stand zu sein, kannst du den <a href="%(feed_link)s">Atom Feed</a> lesen oder <a href="%(subscribe_link)s">abonnieren</a>.

source: To classic version
de_ch: Zur klassischä Version

source: To deactivate your account, you need to enter your password.
de_ch: Bitte gib dis Passwort a, um Dys Konto z deaktivierä.
de_de: Bitte gib dein Passwort ein, um dein Konto zu deaktivieren.

source: To mobile version
de_ch: Zur mobilä Version

source: To refer to an attachment you can either link to the corresponding wiki page or include it with the <code>[[Bild()]]</code> macro.
de_ch: Um uuf ä Aahang z vrwysä, chasch Du entweder zu dr entsprächendä Wikiseite vrlinkä odr diä mit däm <code>[[Bild()]]</code> Makro ybindä.
de_de: Um auf einen Anhang zu verweisen, kannst du entweder zu der entsprechenden Wikiseite verlinken oder diese mit dem <code>[[Bild()]]</code> Makro einbinden.

source: To:
de_ch: A:
de_de: An:

source: Topic
de_ch: Thema
de_de: Thema

source: Topic:
de_ch: Thema:

source: Topics
de_ch: Themä

source: Topics: <strong>%(n)s</strong>
de_ch: Themä: <strong>%(n)s</strong>
de_de: Themen: <strong>%(n)s</strong>

source: Town:
de_ch: Stadt:
de_de: Stadt:

source: Trash
de_ch: Küdrchübu
de_de: Papierkorb

source: Turn admin links on/off
de_ch: Adminlinks a/uus
de_de: Adminlinks ein/aus

source: Unanswered topics
de_ch: Unbeantworteti Themä
de_de: Unbeantwortete Themen

source: Unlock
de_ch: Entsperrä
de_de: Entsperren

source: Unpublish
de_ch: Veröffentlichig uufhebä
de_de: Veröffentlichung aufheben

source: Unread posts
de_ch: ungläsnigi Byträg
de_de: Ungelesene Beiträge

source: Unsolved
de_ch: Unglöst
de_de: Ungelöst

source: Unsolved topics
de_ch: Unglösti Themä
de_de: Ungelöste Themen

source: Unsubscribe
de_ch: Abbsteuä
de_de: Abbestellen

source: Unsubscribe comments
de_ch: Kommentär abbsteuä
de_de: Kommentare abbestellen

source: Unsubscribe from topic reports
de_ch: Themämäudigä abbsteuä
de_de: Themenmeldungen abbestellen

source: Untested Articles
de_ch: Unteschteti Artiku
de_de: Ungetestete Artikel

source: Upcoming events
de_ch: Ahstehendi Verahstautigä
de_de: Anstehende Veranstaltungen

source: Upload attachments
de_ch: Aahäng ufäladä
de_de: Anhänge hochladen

source: Usage
de_ch: Ahwändig
de_de: Benutzung

source: Usage:
de_ch: Vrwändig:
de_de: Verwendung:

source: User
de_ch: Benutzr
de_de: Benutzer

source: User page
de_ch: Benutzrsytä
de_de: Benutzerseite

source: User:
de_ch: Benutzr:

source: Username
de_ch: Benutzrnamä
de_de: Benutzername

source: Various limits
de_ch: Diversi Limits

source: Venue
de_ch: Vrastautigsort
de_de: Veranstaltungsort

source: Venue:
de_ch: Vrastautigsort:
de_de: Veranstaltungsort:

source: View
de_ch: Aluägä
de_de: Ansehen

source: View public profile
de_ch: Offentlichs Profiu aluägä
de_de: Öffentliches Profil ansehen

source: Views
de_ch: Uufrüäf
de_de: Aufrufe

source: Vote
de_ch: Abstimmä
de_de: Abstimmen

source: Watch
de_ch: Beobachtä
de_de: Beobachten

source: Website
de_ch: Websytä

source: Welcome message
de_ch: Wiukommensnachricht
de_de: Willkommensnachricht

source: What
de_ch: Was
de_de: Was

source: Who is online?
de_ch: Wär isch grad aahgmäudet?
de_de: Wer ist gerade angemeldet?

source: Wiki Reference
de_ch: Wiki-Referänz
de_de: Wiki-Referenz

source: Wiki articles can be tagged by key words. The following alphabetical tag list shows all of them. This is useful to find more articles to a specified topic, etc. There is also a <a href="/wiki/tagcloud">tag cloud</a> overviewing the most used tags of the wiki.
de_ch: Dür Tags cha man ämänä Wiki-Artiku Schlagwort drzuätuä. So cha mä schnäu än Überblick gwinnä, was zumämänä Stichwort bzw. Thema süsch no interessant chönnt sy. Uuf derä Sytä wärdä aui Tags vom Wiki alphabetisch sortiert uufglischtet. Äs gitt usserdäm no d <a href="/wiki/tagcloud">Wortwuächä</a> wo ä Überblick über diä meischgenutzten Tags gyt.
de_de: Durch Tags kann man einem Wiki-Artikel Schlagworte hinzufügen. Dadurch kann man schnell einen Überblick gewinnen, was zu einem Stichwort bzw. Thema sonst noch interessant sein könnte. Auf dieser Seite werden alle Tags vom Wiki alphabetisch sortiert aufgelistet. Es gibt außerdem die <a href="/wiki/tagcloud">Wortwolke</a>, welche einen Überblick über die meistgenutzten Tags gibt.

source: Wiki articles can be tagged by key words. The following tag list overviews them. This is useful to find more articles to a specified topic, etc. There is also a complete <a href="/wiki/tags">alphabetical list</a> of all tags in the wiki.
de_ch: Dür Tags cha man ämänä Wiki-Artiku Schlagwort drzuätuä. Die fougendi Ahsicht steut än Übrsicht vo dä verfüägbarä Tags dar. Zuäsätzlich gits ou än <a href="/wiki/tags">alphabetisch sortierti Lischtä</a> mit aunä Tags.
de_de: Durch Tags kann man einem Wiki-Artikel Schlagworte hinzufügen. Die nachfolgende Ansicht stellt eine Übersicht der verfügbaren Tags dar. Zusätzlich gibt es auch eine <a href="/wiki/tags">alphabetische sortierte Liste</a> aller Tags.

source: Wiki articles tagged with "%(tag)s"
de_ch: Wikiartikel mit däm Tag "%(tag)s"
de_de: Wikiartikel mit dem Tag "%(tag)s"

source: Wiki page:
de_ch: Wikisytä:

source: With this form you can suggest a new blog for the planet.
de_ch: Hiä chasch Du ä Blog für ä Planet vorschlah.
de_de: Hier kannst du einen Blog für den Planeten vorschlagen.

source: Write comment
de_ch: Kommentar schrybä
de_de: Kommentar schreiben

source: You are seeing this message because this HTTPS site requires a 'Referer header' to be sent by your Web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
de_ch: Du gsesch diä Nachricht, weil diä Sytä ä 'Referrer-header' bruucht. Dä hett Dy Browser nid gsändet. Dä Header schützt Di vorä Accountübernahm.
de_de: Du siehst diese Nachricht, weil diese Seite einen 'Referrer-header' benötigt. Letzterer wurde aber nicht von deinem Browser gesendet. Der Header schützt dabei vor einer Accountübernahme durch Dritte.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
de_ch: Du gsesch diä Nachricht, weil diä Sytä ä 'CSRF Cookie' bruucht. Dä hett Dy Browser nid gsändet. Das Güetzi schützt Di vorä Accountübernahm.
de_de: Du siehst diese Nachricht, weil diese Seite beim Absenden von Daten einen CSRF-Cookie benötigt. Letzterer wurde aber nicht von deinem Browser gesendet. Der Cookie schützt dabei vor einer Übernahme durch Dritte.
