Repository: inyokaproject/inyoka
Catalog: inyoka/locale/*/LC_MESSAGES/django.po
Languages: de_ch, de_de

source: You are trying to compare two equal revision of the article “<a href="%(link)s">%(article)s</a>”. For this reason no change is displayed.
de_ch: Du verglychsch zwöi idäntischi Revisionä vom Ariku „<a href="%(link)s">%(article)s</a>. Darum wärdä keini Änderigä aazeigt.
de_de: Du vergleichst zwei identische Revisionen des Arikels „<a href="%(link)s">%(article)s</a>. Daher werden keine Änderungen angezeigt.

source: You can also <a href="%(link)s">create</a> this article.
de_ch: Du chasch dä Artiku ou <a href="%(link)s">ersteuä</a>
de_de: Du kannst diesen Artikel auch <a href="%(link)s">erstellen</a>

source: You can also download the changes as <a href="%(link_diff)s">unified diff</a> or display a <a href="%(link_list)s">list of the last changes</a> and compare individual revisions.
de_ch: Du chasch Dir die Änderigä aus <a href="%(link_diff)s">unified diff</a> aabäladä odr Dir ä <a href="%(link_list)s">Lischtä mit Änderigä</a> la aahzeigä u einzelni Revisionä vrglychä.
de_de: Du kannst dir die Änderungen als <a href="%(link_diff)s">unified diff</a> herunterladen oder dir eine <a href="%(link_list)s">Liste an Änderungen</a> anzeigen und einzelne Revisionen vergleichen.

source: You can also enter an e-mail address instead of a user name.
de_ch: Du chasch ou än E-Mail Adrässä ansteu vomänä Benutzrnamä ahgäh.
de_de: Du kannst auch eine E-Mail Adresse anstelle eines Benutzernamens angeben.

source: You can change your password with this form. For security reasons, you need to enter your old password.
de_ch: Du chasch mit däm Formular dys Passwort ändärä. Uus Sicherheitsgründ muesch z autä ou ygäh
de_de: Du kannst mit diesem Formular dein Passwort ändern. Aus Sicherheitsgründen musst du dein altes Passwort eingeben.

source: You can choose a topic as the discussion topic of this article.
de_ch: Du chasch äs Thema us Diskussionsthema vo däm Artiku wählen.
de_de: Du kannst ein Thema als Diskussionsthema dieses Artikels wählen.

source: You can deactivate your account “%(name)s” here. By doing this, we will remove all your personal data. All your forum posts and wiki articles will remain.
de_ch: Du chasch hiä dys Konto „%(name)s“ deaktiviärä. Wenn Du das machsch, wärdä mir aui dyny persönlichä Datä löschä. Foräbyträg u Wikiartiku wärdä auerdings blybä.
de_de: Du kannst hier dein Konto „%(name)s“ deaktivieren. Wenn du das tust, werden wir alle deine persönlichen Daten löschen. Forenbeiträge und Wikiartikel werden allerdings erhalten bleiben.

source: You can edit here the stylesheet which is responsibly for formatting the syntax elements. It is included on all pages. Please do only add already tested stylesheets, otherwise all users will get a corrupt stylesheet.
de_ch: Hiä chasch Du ds Stylesheet bearbeitä, wo fü d Formatierig vo Syntax-Elemänt zueständig isch. Äs wird uuf allnä Sytä ybundä. Bitte trag hiä nur Styles y, wo Du scho hesch teschtet, wöu süsch aui Nutzer äs müglecherwys fählerhafts Stylesheet gseh.

source: You can login here if you are already <a href="%(register)s">registered</a>. If you lost your password, you can <a href="%(lost_password)s">request a new one</a>.
de_ch: Du chasch dy hiä ahmäudä, wenn Du scho <a href=\"%(register)s\">regischriert bisch</a>. Faus Du Dys Passwort vergässä hesch, chasch Du Dir <a href=\"%(lost_password)s\">äs nöis lah sändä</a>.
de_de: Du kannst dich hier anmelden, wenn du bereits <a href="%(register)s">registriert bist</a>. Falls du dein Passwort vergessen hast, kannst du dir <a href="%(lost_password)s">ein neues zusenden lassen</a>.

source: You can reset your email address here if you changed it accidently.
de_ch: Du chasch hiä dyny E-Mail Adrässä zrüggsetzä, faus Du sä versehentlich gändert hesch.

source: You can restore your account here if you deleted it. Please note that this is only possible one month after the deletion.
de_ch: Du chasch hiä Dys Konto widrhärschteuä, faus Dus glöscht hesch. Bitte beacht, dass das bis maximau ei Monet nach dr Löschig müglich isch.
de_de: Du kannst hier dein Konto wiedeherstellen, falls du es gelöscht hast. Bitte beachte, dass dies maximal einen Monat nach der Löschung möglich ist.

source: You can set a new password for your account here.
de_ch: Du chasch hiä äs nöis Passwort für dys Konto setzä.
de_de: Du kannst hier ein neues Passwort für dein Konto setzen.

source: You did not yet subscribed to any topics or articles.
de_ch: Du hesch bishär keini Themä odr Artiku abonniert.
de_de: Du hast bisher keine Themen oder Artikel abonniert.

source: You do not have permissions to access this page.
de_ch: Du bisch nid berächtigt, diä Sytä uufzrüäfä.
de_de: Du bist nicht berechtigt, diese Seite aufzurufen.

source: You have forgotten your password? You can obtain a new one here.
de_ch: Du hesch Dys Passwort vrgässä? Hiä chasch dr äs nöis la schickä.
de_de: Du hast dein Passwort vergessen? Lasse dir hier ein neues zusenden.

source: [Hidden]
de_ch: [Vrborgä]
de_de: [Verborgen]

source: [Reported]
de_ch: [Gmäudet]
de_de: [Gemeldet]

source: by <a href="%(link)s">%(author)s</a>
de_ch: vo <a href="%(link)s">%(author)s</a>
de_de: von <a href="%(link)s">%(author)s</a>

source: by <a href="%(link)s">%(name)s</a>
de_ch: vo <a href="%(link)s">%(name)s</a>
de_de: von <a href="%(link)s">%(name)s</a>

source: create
de_ch: Erschteuä
de_de: Erstellen

source: dead link
de_ch: Verwaister Link
de_de: Verwaister Link

source: edit
de_ch: Bearbeitä
de_de: Bearbeiten

source: found in
de_ch: Gfungä in
de_de: Gefunden in

source: from
de_ch: vo
de_de: von

source: hidden topic
de_ch: Vrsteckts Thema
de_de: Verstecktes Thema

source: last edited:
de_ch: zletscht bearbeitet:
de_de: zuletzt bearbeitet:

source: locked topic
de_ch: Gsperrts Thema
de_de: Gesperrtes Thema

source: only here
de_ch: nur hiä
de_de: nur hier

source: pages
de_ch: Sytä
de_de: Seiten

source: reported topic
de_ch: Gmäudets Thema
de_de: Gemeldetes Thema

source: show
de_ch: aahzeigä
de_de: anzeigen

source: solved topic
de_ch: Glösts Thema
de_de: Gelöstes Thema

source: sticky topic
de_ch: Wichtigs Thema
de_de: Wichtiges Thema

source: to
de_ch: bis
de_de: bis

source: unread topic
de_ch: Ungläsnigs Thema
de_de: Ungelesenes Thema

source: upload attachment
de_ch: Aahang uufäladä
de_de: Anhang hochladen

source: | Hidden by: <a href="%(link)s">%(name)s</a>
de_ch: | Vrborgä vo: <a href="%(link)s">%(name)s</a>
de_de: | Verborgen von: <a href="%(link)s">%(name)s</a>

source: « Back
de_ch: « Zrügg

source: « Previous
de_ch: « Zrügg
de_de: « Zurück

source: « Previous topic
de_ch: « Vorhärigs Thema
de_de: « Vorheriges Thema

source: “%(name)s” is no member of any group.
de_ch: „%(name)s“ isch keis Mitglid vonärä Gruppä.
de_de: „%(name)s“ ist kein Mitglied einer Gruppe.

source: "%(fingerprint)s" is not a valid GPG Fingerprint.
de_de: "%(fingerprint)s" ist kein valider GPG-Fingerprint.

source: This topic does not exist.
de_de: Dieses Thema existiert nicht.

source: URL of the topic
de_de: URL des Themas

source: Attachment
de_de: Anhang

source: Breadcrumb bottom
de_de: Brotkrumennavigation unten

source: Breadcrumb top
de_de: Brotkrumennavigation oben

source: By default, the email address is not displayed in your public profile. To publish it, you need to check the “show in profile” box.
de_de: Standardmäßig wird deine E-Mail-Adresse nicht öffentlich angezeigt. Um sie zu veröffentlichen, aktiviere die "Im Profil anzeigen"-Box.

source: Display feed
de_de: Feed anzeigen

source: Edit group
de_de: Gruppe bearbeiten

source: Generate feed
de_de: Feed erstellen

source: Skip to main content
de_de: Zum Hauptinhalt springen

source: Skip to sidebar
de_de: Zur Seitenleiste springen

source: The keyword <code>PAGE</code> in a link will be replaced by the user defined value. Otherwise the user value will be appended.
de_de: <code>PAGE</code> in einem Link wird durch die Nutzereingabe ersetzt. Ansonsten wird diese an den Link hinten angehängt.

source: The tokens <code>attachment</code> and <code>user</code> are hardcoded into Inyoka.
de_de: Die Kürzel <code>attachment</code> und <code>user</code> sind fest in Inyoka integriert.

source: This Page lets you edit, delete and add external link shortcuts. The icons should be of the size 14px x 14px.
de_de: Über diese Seite können Interwikilinks bearbeitet, hinzugefügt und gelöscht werden. Icons sollten die Größe 14px x 14px haben.

source: This post is hidden. Either it needs to be activated by moderators or it has been hidden explicitly by moderators.
de_de: Dieser Beitrag ist verborgen. Entweder muss er von Moderatoren aktiviert werden oder er wurde explizit von Moderatoren verborgen.

source: With this form you can create a new wiki article that covers f.e. the usage of a program. If you need support by a specific problem, open a new thread in the <a href="%(forum_link)s">forum</a>.
de_de: Mit Hilfe der folgenden Maske kannst du einen neuen Wikiartikel (z.B. für ein Programm, zur Nutzung von Systemkomponenten etc.) anlegen. Falls du eine Supportanfrage hast, ist <a href="%(forum_link)s">das Forum</a> der richtige Platz.

source: You can reactivate your user account “%(name)s” up to one month with the link sent to you via e-mail. After this period you will never be able to gain access to your account again.
de_de: Du kannst dein Benutzerkonto „%(name)s“ bis zu einem Monat lang mit einem dir zugesandten Link wieder aktivieren. Danach wirst du nicht mehr in der Lage sein, Zugriff auf dein Benutzerkonto zu erlangen.

source: You can reset your email address here if you changed it accidentally.
de_de: Du kannst hier deine E-Mail-Adresse zurücksetzen, falls du sie aus Versehen geändert hast.
