Repository: inyokaproject/inyoka
Catalog: inyoka/locale/*/LC_MESSAGES/django.po
Languages: de_ch, de_de

source: Duration of the poll: %(duration)s days
de_ch: Duur vor Umfrag: %(duration)s Dääg
de_de: Dauer der Umfrage: %(duration)s Tage

source: Edit
de_ch: Bearbeitä
de_de: Bearbeiten

source: Edit article
de_ch: Artiku bearbeitä
de_de: Artikel bearbeiten

source: Edit article “<a href="%(link)s" title="Show article">%(article)s</a>”
de_ch: Bearbeitä Artiku „<a href="%(link)s" title="Artiku aahzeigä">%(article)s</a>“
de_de: Bearbeite Artikel „<a href="%(link)s" title="Artikel anzeigen">%(article)s</a>“

source: Edit attachment
de_ch: Aahang bearbeitä
de_de: Anhang bearbeiten

source: Edit comment
de_ch: Kommentar bearbeitä
de_de: Kommentar bearbeiten

source: Edit post
de_ch: Bytrag bearbeitä
de_de: Beitrag bearbeiten

source: Edit summary:
de_ch: Änderigskommentar:
de_de: Änderungskommentar:

source: Edit user
de_ch: Benutzr bearbeitä
de_de: Benutzer bearbeiten

source: Edit your subscriptions
de_ch: Pass dyny Abonnements ah.
de_de: Bearbeite deine Abonnements.

source: Edited: %(date)s
de_ch: Bearbeitet am: %(date)s
de_de: Bearbeitet am: %(date)s

source: Email address
de_ch: E-Mail-Adrässä
de_de: E-Mail-Adresse

source: Enter in Google Calendar
de_ch: Im Google Kaländer ytragä
de_de: In Google Kalender eintragen

source: Entire archive
de_ch: Ganzäs Archiv
de_de: Ganzes Archiv

source: Entries
de_ch: Yträg
de_de: Einträge

source: Event suggestions
de_ch: Verahstautigsvorschleg
de_de: Veranstaltungsvorschläge

source: Event “%(title)s”
de_ch: Verahstautig „%(title)s“
de_de: Veranstaltung „%(title)s“

source: Events
de_ch: Verahstautigä
de_de: Veranstaltungen

source: Existing attachments
de_ch: Bestehendi Aahäng
de_de: Bestehende Anhänge

source: Existing polls:
de_ch: Bestehendi Umfragen:
de_de: Bestehende Umfragen:

source: Expandable Articles
de_ch: Uusboufähigi Artiklä
de_de: Ausbaufähige Artikel

source: Explanation for the author of the suggestion:
de_ch: Erlöiterygä für ä Outor vom Vorschlag:
de_de: Erläuterung für den Autor des Vorschlages:

source: Export
de_ch: Exportiärä
de_de: Exportieren

source: Export blogs
de_ch: Blogs exportiärä
de_de: Blogs exportieren

source: Filter
de_ch: Fiuter

source: For a topic
de_ch: Für äs Thema:
de_de: Für ein Thema:

source: For the following forum:
de_ch: Für ds fougändä Forum:
de_de: Für das folgende Forum:

source: Forbidden (403)
de_ch: Unzuälässig (403)
de_de: Unzulässig (403)

source: Forum - Captions
de_ch: Forum - Übrschriftä
de_de: Forum - Überschriften

source: Forum - Full post
de_ch: Forum - Dr ganz Bytrag
de_de: Forum - Ganzer Beitrag

source: Forum - Teaser
de_ch: Forum - Yleitig
de_de: Forum - Einleitung

source: Forum Permissions
de_ch: Forum Berächtigungä
de_de: Forum Berechtigungen

source: Forum of the new topic:
de_ch: Forum vom nöiä Thema:
de_de: Forum des neuen Themas:

source: Forum read
de_ch: Forum gläsä
de_de: Forum gelesen

source: Forward
de_ch: Wyterleitä
de_de: Weiterleiten

source: From
de_ch: Vo
de_de: Von

source: From here:
de_ch: Ab hiä:
de_de: Ab hier:

source: From:
de_ch: Vo:
de_de: Von:

source: Full
de_ch: Ganz
de_de: Komplett

source: Full post
de_ch: Dr ganz Bytrag
de_de: Ganzer Beitrag

source: GPG key
de_ch: GPG-Schlüssu
de_de: GPG-Schlüssel

source: General
de_ch: Augemein
de_de: Allgemein

source: General settings
de_ch: Augemeini Ystelligä
de_de: Allgemeine Einstellungen

source: Generate a new one
de_ch: Än nöis generieren

source: Generate a random password
de_ch: Generiär ä zuäfäuigs Passwort

source: Generated password:
de_ch: Generiärts Passwort:

source: Global Permissions
de_ch: Globali Berächtigungä
de_de: Globale Berechtigungen

source: Go to last comment
de_ch: Zum letschtä Kommentar gumpä
de_de: Zum letzten Kommentar springen

source: Go to page
de_ch: Gang zur Sytä
de_de: Gehe zu Seite

source: Go to post
de_ch: Gang zum Bytrag
de_de: Gehe zu Beitrag

source: Group memberships
de_ch: Gruppämitglydschaftä
de_de: Gruppenmitgliedschaften

source: Groups
de_ch: Gruppä
de_de: Gruppen

source: Here are all published articles in chronological order. You can find the most recent articles on <a href="%(link)s">the front page</a>.
de_ch: Hiä gfingsch aui Artiku i chronologischer Reiäfoug. Diä aktuellschtä Artiku sy uuf dr <a href="%(link)s">Startsytä</a> z gseh.
de_de: Hier finden sich alle Artikel in chronologischer Reihenfolge. Die aktuellsten Artikel sind auf der <a href="%(link)s">Startseite</a> zu sehen.

source: Here is one article suggestion which was not yet reviewed.
de_ch: Äs gyt no ä Artikuvorschlag zum Bearbeitä.
de_de: Es gibt noch einen Artikelvorschlag zum Bearbeiten.

source: Here you can move a topic into another forum.
de_ch: Hiä chasch Du äs Thema in äs angeres Forum verschiäbä.
de_de: Hier kannst du ein Thema in ein anderes Forum verschieben.

source: Here you can report a topic to the moderators if it is against our <a href="%(link)s">rules</a>. Please add a short explanation:
de_ch: Hiä chasch Du äs Thema dä Moderatorä mäudä, faus es gägä üsi <a href="%(link)s">Portaureglä</a> verstosst. Bitte füäg ä churzy Beschrybig drzuä:
de_de: Hier kannst du ein Thema den Moderatoren melden, falls es gegen unsere <a href="%(link)s">Portalregeln</a> verstößt. Bitte füge eine kurze Beschreibung hinzu:

source: Hide
de_ch: Vrbärgä
de_de: Verbergen

source: Hide results
de_ch: Ergäbniss vrbärgä
de_de: Ergebnisse verbergen

source: How
de_ch: Wiä
de_de: Wie

source: However, you are missing the permissions to create this article.
de_ch: Aber Dir fählä d Berächtigungä, um dä Artiku z ersteuä.
de_de: Allerdings fehlen dir die Berechtigungen, um diesen Artikel zu erstellen.

source: I assure that my submission does not violate any other legal rights and it does not violate the <a href="%(link_rules)s">platform rules</a>. Additionally I accept that my submission is published under the <a href="%(link_license)s">license</a> of the platform.
de_ch: Ig vrsicherä hiämit, dass dr Bytrag weder frömdi Rächt no d<a href="%(link_rules)s">Portaureglä</a> verletzt. Ig wiuigä y, dä Bytrag unter dr von inyokaproject.org vorgäbnä <a href="%(link_license)s">Lizenz</a> zu veröffentlichä.
de_de: Ich versichere hiermit, dass der Beitrag weder fremde Rechte noch die <a href="%(link_rules)s">Portalregeln</a> verletzt. Ich willige ein, diesen Beitrag unter der von inyokaproject.org vorgegebenen <a href="%(link_license)s">Lizenz</a> zu veröffentlichen.

source: Identifier
de_ch: Bezeichnr
de_de: Bezeichner

source: If you have configured your browser to disable 'Referer' headers, please re-enable them, at least for this site, or for HTTPS connections, or for 'same-origin' requests.
de_ch: Wenn Du Referrer i Dym Browser deaktiviert hesch, aktivier sä bitte widr. Es längt, wenn Referrer nur für diä Domain, HTTPS-Verbindungen odr ah d Ursprungsdomain („same-origin“) z sändä.
de_de: Wenn du Referrer in deinem Browser deaktiviert hast, aktivierte dies bitte wieder. Es ist dabei ausreichend, Referrer nur für diese Domain, HTTPS-Verbindungen oder an die Ursprungsdomain („same-origin“) zu senden.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for 'same-origin' requests.
de_ch: Wenn Du Cookies i Dym Browser deaktiviert hesch, aktivier sä bitte widr. Es längt, Cookies nur für diä Domain odr d Ursprungsdomain („same-origin“) z aktivieren.
de_de: Wenn du Cookies in deinem Browser deaktiviert hast, aktivierte dies bitte wieder. Es ist dabei ausreichend, Cookies nur für diese Domain oder die Ursprungsdomain („same-origin“) zu aktivieren.

source: If you received a spam message, please forward it to a <a href="%(moderators)s">moderator</a>.
de_ch: Wenn Du ä Spam-Nachricht becho hesch, leit sä bitte ah ä <a href="%(moderators)s">Moderator</a> wyter.
de_de: Wenn du eine Spam-Nachricht erhalten hast, leite diese bitte an einen <a href="%(moderators)s">Moderator</a> weiter.

source: If you rename this page, all revisions will be renamed. The old page will redirect to the new one.
de_ch: Bim Umbenennä vo derä Sytä wärdä ou aui ihri Revisionä umbenannt. Ungr dr alten Sytä wird denn ä Weiterleitung zum nöiä Namä eingerichtet.
de_de: Beim Umbenennen dieser Seite werden auch alle ihre Revisionen umbenannt. Unter der alten Seite wird dann eine Weiterleitung zum neuen Namen eingerichtet.

source: If you want to suggest a new article please submit your article below.
de_ch: Du wettsch, dass mir öppis bstimmts im Ikhaya veröffentlichä? Ä wichtig Nachricht isch no nid online? Du hesch än Erfahrigsbrycht, wo Du angernä wotsch zuägänglich machä? Du wetsch ä Software vorschteuä? De schryb Dy Bytrag hiä!
de_de: Du willst, dass wir etwas Bestimmtes im Ikhaya veröffentlichen? Eine wichtige Nachricht ist noch nicht online? Du hast einen Erfahrungsbericht, den Du anderen zugänglich machen willst? Du möchtest eine Software vorstellen? Dann schreibe Deinen Beitrag hier!

source: In total there are %(global_registered_users)s users registered.
de_ch: Insgsamt sy %(global_registered_users)s regischriert.
de_de: Insgesamt sind %(global_registered_users)s registriert.

source: In total there is %(count)s group, you are in %(usercount)s group.
de_ch: Insgsamt gits %(count)s Gruppä, Du bisch i %(usercount)s Gruppä.
de_de: Insgesamt gibt es %(count)s Gruppe, du bist in %(usercount)s Gruppe.

source: Inbox
de_ch: Poschtygang
de_de: Posteingang

source: Incorrect Articles
de_ch: Fählerhafti Artiklä
de_de: Fehlerhafte Artikel

source: Interface
de_ch: Oberflächi
de_de: Oberfläche

source: Involved topics
de_ch: Beteiligty Themä
de_de: Beteiligte Themen

source: It is not possible to submit images along with the article. If you want to use images please upload them elsewhere and insert the links in the article.
de_ch: Biudr chöi y däm Artikuvorschlag leider nid diräkt ybundä wärdä. Wenn Di Artiku söu Biudr ha, lad sä bitte irgendwo ufä u füäg d Biudlinks i Artiku y.
de_de: Bilder können in dem Artikelvorschlag leider nicht direkt eingebunden werden. Soll Dein Artikel Bilder enthalten, lade diese bitte irgendwo hoch und füge die Bildlinks an die von Dir gewünschte Stelle des Artikelvorschlags.

source: Keep in mind that deactivating your account cannot be undone. After that, you will never be able to log in with the account “%(name)s” again.
de_ch: Bitte bis dr bewusst, dass äs Deaktiviärä vom Account nid cha rückgängig gmacht wärdä. Du wirsch di nie meh mit em Account “%(name)s” chönnä yloggä

source: Key
de_ch: Schlüssu
de_de: Schlüssel

source: KiB (0 = unlimited)
de_ch: KiB (0 = unbegränzt)

source: Last login: %(date)s
de_ch: Letschti Anmeldung: %(date)s
de_de: Letzte Anmeldung: %(date)s

source: Last post
de_ch: Letschtä Bytrag
de_de: Letzter Beitrag

source: Last reply
de_ch: Letschti Antwort
de_de: Letzte Antwort

source: Last update:
de_ch: Letschti Aktualisiärig:
de_de: Letzte Aktualisierung:

source: Latest update
de_ch: Letschti Aktualisiärig
de_de: Letzte Aktualisierung

source: Latitude:
de_ch: Breitägrad:
de_de: Breitengrad:

source: Launchpad username
de_ch: Launchpad-Namä
de_de: Launchpad-Benutzername

source: Leave that feel empty for an endless duration
de_ch: Lo das Fäud frei, um d Umfrag zytlich unbegränzt offä z lah.
de_de: Lasse dieses Feld frei, um die Umfrage zeitlich unbegrenzt offen zu lassen.

source: Leave this field empty if the suggestion should be deleted without an explanation.
de_ch: Lo das Fäud läär, wenn Du dä Vorschlag ohno ä Grundagab löschä wetsch.
de_de: Lasse dieses Feld leer, wenn du den Vorschlag ohne eine Erläuterung löschen möchtest.

source: Legend:
de_ch: Legändä:
de_de: Legende:

source: Link discussion
de_ch: Diskussion verlinkä
de_de: Diskussion verlinken

source: Link to this post
de_ch: Permalink zu däm Bytrag
de_de: Permalink zu diesem Beitrag

source: List of new articles
de_ch: Lischtä vo nöiä Artiklä
de_de: Liste neuer Artikel

source: Lock
de_ch: Sperrä
de_de: Sperren

source: Log
de_ch: Vrlouf
de_de: Verlauf

source: Login
de_ch: Ahmäudä
de_de: Anmelden

source: Login failed because the password for the user “%(name)s” was wrong or the user does not exist.
de_ch: Ahmäudig nid erfougrych, entwedr isch z Passwort fausch odr dä Benutzr “%(name)s” gits nid.

source: Login failed because the user “%(name)s” is currently banned. You were informed about that. If you don’t agree with the ban or if it is a mistake, please contact <a href="%(mailto)s">%(mail)s</a>.
de_ch: Du chasch Dy nid amäudä, wöu dr Benutzr „%(name)s“ aktuell gsperrt isch. Du söttsch drüber informiärt wordä sy. Wenn Du nid iiverstangä bisch odr än Irrtum vorligt, de schryb bitte ä Nachricht a <a href="%(mailto)s">%(mail)s</a>.

source: Login failed because the user “%(name)s” is inactive. You probably didn’t click on the link in the activation mail which was sent to you after your registration. If it is still not working, contact us: <a href="%(mailto)s">%(mail)s</a>
de_ch: Du hesch nid chönnä agmäudet wärdä wöu dr Benutzr “%(name)s” inaktiv isch. Das ligt villech dran, dass d Regischtriegig nonid mit em Link us der E-Mail aktiviert wordä isch. Wenns immer noni geit, schryb bitte ä Nachricht a <a href=\"%(mailto)s\">%(mail)s</a>

source: Login failed because the user “%(name)s” is inactive. You probably didn’t click on the link in the activation mail which was sent to you after your registration. If you didn’t received that mail, you can <a href="%(resend)s">request a new one</a>. If it is still not working, contact us: <a href="%(mailto)s">%(mail)s</a>
de_ch: Du hesch nid chönnä agmäudet wärdä wöu dr Benutzr “%(name)s” inaktiv isch. Das ligt villech dran, dass d Regischtriegig nonid mit em Link us der E-Mail aktiviert wordä isch. Wenn d E-Mail nid hesch, de chasch sä <a href=\"%(resend)s\">no einisch afordärä</a>. Wenns immer noni geit, schryb bitte ä Nachricht a <a href=\"%(mailto)s\">%(mail)s</a>

source: Logout
de_ch: Abmäudä

source: Logout [%(user)s]
de_ch: Abmäudä [%(user)s]
de_de: Abmelden [%(user)s]

source: Longitude:
de_ch: Längägrad:
de_de: Längengrad:

source: Lost password
de_ch: Passwort vrgässä
de_de: Passwort vergessen

source: Manage attachments
de_ch: Aahäng vrwautä
de_de: Anhänge verwalten

source: Mark
de_ch: Vrschiäbä
de_de: Verschieben

source: Mark all forums as read
de_ch: Aui Forä uus gläsä markiärä
de_de: Alle Foren als gelesen markieren

source: Mark as discontinued
de_ch: Als Vrlah markiärä
de_de: Als Verlassen markieren

source: Mark as read
de_ch: Als gläsä markiärä
de_de: Als gelesen markieren

source: Mark as solved
de_ch: Als glöst markiärä
de_de: Als gelöst markieren

source: Mark as unsolved
de_ch: Als unglöst markiärä
de_de: Als ungelöst markieren

source: Mark ham
de_ch: Kei Spam
de_de: Kein Spam

source: Mark page as “under construction”
de_ch: Sytä aus Bousteu markiärä
de_de: Seite in die Baustelle verschieben

source: Mark page “%(page)s” as “under construction”
de_ch: Verschieb „%(page)s“ y d Bousteu
de_de: Verschiebe „%(page)s“ in die Baustelle

source: Mark selected subscriptions as read
de_ch: Markiär gwäuti Abonnements uus gläsä
de_de: Markiere gewählte Abonnements als gelesen

source: Mark spam
de_ch: Spam
de_de: Spam

source: Mark topic as “Important:”
de_ch: Thema uus „Wichtig:“ markiärä
de_de: Thema als „Wichtig:“ markieren

source: Maximum avatar size
de_ch: Maximali Avatargrössi

source: Maximum team icon size
de_ch: Maximali Teamicon Grössi

source: Member since
de_ch: Mitglid syt
de_de: Mitglied seit

source: Member since:
de_ch: Ahmäudedatum:
de_de: Anmeldungsdatum:

source: Member since: %(date)s
de_ch: Mitglid syt: %(date)s
de_de: Mitglied seit: %(date)s

source: Members
de_ch: Mitglidr
de_de: Mitglieder

source: Members with green usernames belong to the team.
de_ch: Benutzr mit grüänäm Benutzrnamä ghörä zum Team.
de_de: Benutzer mit grünem Benutzernamen gehören zum Team.

source: Message from %(name)s
de_ch: Nachricht vo %(name)s

source: Messages
de_ch: Privati Nachrichtä

source: Metadata
de_ch: Metadatä
de_de: Metadaten

source: Missing Pages
de_ch: Fählendi Artiku
de_de: Fehlende Artikel

source: Missing article
de_ch: Fählendä Artiku
de_de: Fehlender Artikel

source: More
de_ch: Meh

source: Most users ever online was %(record)s on %(time)s.
de_ch: Dr Rekord lygt bi %(record)s am %(time)s.
de_de: Der Rekord liegt bei %(record)s am %(time)s.

source: Move
de_ch: Vrschiäbä
de_de: Verschieben

source: Move page back to the wiki
de_ch: Sytä zrügg ins Wiki verschiäbä
de_de: Seite zurück ins Wiki verschieben

source: Move page to “discontinued”
de_ch: Sytä nach Bousteu/Verlah/“ verschiäbä
de_de: Seite nach „Baustelle/Verlassen/“ verschieben

source: Move “%(topic)s”
de_ch: Vrschiäbä „%(topic)s“
de_de: Verschiebe „%(topic)s“

source: My posts
de_ch: Eigeni Byträg
de_de: Eigene Beiträge

source: Name
de_ch: Namä

source: Name:
de_ch: Namä:

source: New Article
de_ch: Nöiä Artiku
de_de: Neuer Artikel

source: New article
de_ch: Nöiä Artiku
de_de: Neuer Artikel

source: New attachment:
de_ch: Nöiä Aahang:
de_de: Neuer Anhang:

source: New comment
de_ch: Nöiä Kommentar

source: New forum of the topic:
de_ch: Nöis Forum mit Thema:
de_de: Neues Forum des Themas:

source: New group
de_ch: Nöii Gruppä
de_de: Neue Gruppe

source: New page name:
de_ch: Nöiä Seitenname:
de_de: Neuer Seitenname:

source: New paste
de_ch: Nöiä Ytrag
de_de: Neuer Eintrag

source: New posts
de_ch: Nöii Byträg
de_de: Neue Beiträge

source: New reply
de_ch: Nöii Antwort
de_de: Neue Antwort

source: New reply in “%(topic)s”
de_ch: Nöii Antwort in „%(topic)s“
de_de: Neue Antwort in „%(topic)s“

source: New report for the article “<a href="%(link)s">%(article)s</a>”
de_ch: Nöii Mäudig zum Artiku „<a href="%(link)s">%(article)s</a>“
de_de: Neue Meldung zum Artikel „<a href="%(link)s">%(article)s</a>“

source: New topic
de_ch: Nöis Thema
de_de: Neues Thema

source: New topic in “%(forum)s”
de_ch: Nöis Thema in „%(forum)s“
de_de: Neues Thema in „%(forum)s“

source: News
de_ch: Nachrichtä
de_de: Nachrichten

source: Next
de_ch: Nächschti
de_de: Nächste

source: Next topic »
de_ch: Nächschts Thema »
de_de: Nächstes Thema »

source: Next »
de_ch: Wyter »
de_de: Weiter »

source: No articles were aggregated
de_ch: Äs si keini Artiku aggregiert wordä.
de_de: Es wurden keine Artikel aggregiert.

source: No categories
de_ch: Keini Kategoriä
de_de: Keine Kategorien

source: No entry
de_ch: Kei Ytrag
de_de: Kein Eintrag

source: No event was added yet, <a href="%(link)s">create</a> the first one now!
de_ch: Äs isch no kei Verahstautig hinzuägfüägt, <a href="%(link)s">erstelle</a> jetzt die erste!
de_de: Es wurde noch keine Veranstaltung hinzugefügt, <a href="%(link)s">erstelle</a> jetzt die erste!

source: No pastes were created yet.
de_ch: Es isch no kei Yträg ersteut.
de_de: Es wurden noch keine Einträge erstellt.

source: No topics were found.
de_ch: Es sy keini Themä gfungä wordä
de_de: Es wurden keine Themen gefunden

source: No users were found.
de_ch: Es sy keini Benutzr gfungä wordä.
de_de: Es wurden keine Benutzer gefunden.

source: Nobody
de_ch: Niemär
de_de: Niemanden

source: None
de_ch: Keini
de_de: Keine

source: Note: More settings will be available after creating the user.
de_ch: Hiiwys: Nach dr Erstellig vom Benutzr wärdä meh Ystelligä verfüägbar sy.
de_de: Hinweis: Nach der Erstellung des Benutzers werden mehr Einstellungen verfügbar sein.

source: Notify me about new article suggestions
de_ch: Tuä mi bi nöiä Artikuvorschleg benachrichtigä
de_de: Benachrichtige mich bei neuen Artikelvorschlägen

source: Old revisions
de_ch: Auti Revisionä
de_de: Alte Revisionen

source: Overview
de_ch: Übrsicht
de_de: Übersicht

source: Overwrite existing attachment with the same name.
de_ch: Übrschryb Aahäng mit äm glych Namä.
de_de: Überschreibe Anhänge mit dem gleichen Namen.

source: Overwrite existing attachments with same name:
de_ch: Aahang mit glychem Namä übrschrybä:
de_de: Anhang mit gleichem Namen überschreiben:

source: Page
de_ch: Sytä
de_de: Seite

source: Page not found
de_ch: Sytä nid gfungä
de_de: Seite nicht gefunden

source: Page revisions
de_ch: Sytärevisionä
de_de: Seitenrevisionen

source: Participation
de_ch: Mitmachä
de_de: Mitmachen

source: Paste
de_ch: Ablag (Pastebin)
de_de: Ablage

source: Pastebin
de_ch: Ablag
de_de: Ablage

source: Permanent link
de_ch: Permalink
de_de: Permalink

source: Permissions
de_ch: Berächtigungä
de_de: Rechte

source: Pixel
de_ch: Pixu

source: Planet - Captions
de_ch: Planet - Nur Übrschriftä
de_de: Planet - Nur Überschriften

source: Planet - Full article
de_ch: Planet - Ganzä Artiku
de_de: Planet - Ganzer Artikel

source: Planet - Teaser
de_ch: Planet - Nur Yleitig
de_de: Planet - Nur Einleitung

source: Please be patient. It could take a while, until we approve your suggestion.
de_ch: Bitte häb ä chly Geduld mit dr Bearbeitig. Es cha e chly duurä, bis dr Blog von üs isch prüeft wordä.
de_de: Bitte habe ein wenig Geduld mit der Bearbeitung. Es kann etwas dauern, bis der Blog von uns geprüft wurde.

source: Please click on the link in the topic, there are too much topics to list all of them here.
de_ch: Bitte im Thema uuf dä Link klickä, äs gyt z viu Themä um si aui hiä uufzlischtä.
de_de: Bitte im Thema auf den Link klicken, es gibt zu viele Themen um sie alle hier aufzulisten.

source: Please enter the string which was sent to you by email below:
de_ch: Bitte gib d Zeichächötti, wo Dir isch per E-Mail gschickt wordä, hiä ä:

source: Please install at least Internet Explorer 8.
de_ch: Bitte inschtalliär dä Internet Explorer 8 odr nöier.

source: Please note that the maximum size for the avatar is %(width)sx%(height)s pixels and %(size)s KiB. Everything that exceeds this limit will automatically be resized.
de_ch: Bis dr bewusst, dass die maximali Grössi für Avatär %(width)sx%(height)s Pixu u %(size)s KiB isch. Aues angerä wird outomatisch aapasst.
de_de: Bitte beachte, dass die maximale Größe eines Avatars %(width)sx%(height)s Pixel und %(size)s KiB beträgt. Avatare, die dieses Limit überschreiten, werden automatisch verkleinert.

source: Please save long code snippets or program outputs in our paste service and link to the respective entry.
de_ch: Bitte tuä längi Code-Uuschnitt odr Programmuusgab i üsi Ablag (Pastebin) u verlinke dä entsprächend Bytrag.
de_de: Bitte speichere lange Code-Ausschnitte oder Programmausgaben in unserer Ablage und verlinke den entsprechenden Beitrag.

source: Please turn on JavaScript!
de_ch: Bitte aktiviär JavaScript!
de_de: Bitte aktiviere JavaScript!

source: Poll:
de_ch: Umfrag:
de_de: Umfrage:

source: Portal
de_ch: Portau

source: Post
de_ch: Bytrag
de_de: Beitrag

source: Posted on %(date)s</a>
de_ch: Gschrybä am %(date)s</a>
de_de: Geschrieben am %(date)s</a>

source: Posts
de_ch: Byträg
de_de: Beiträge

source: Posts:
de_ch: Byträg:
de_de: Beiträge:

source: Posts: <strong>%(n)s</strong>
de_ch: Byträg: <strong>%(n)s</strong>
de_de: Beiträge: <strong>%(n)s</strong>

source: Powered by <a href="%(link)s">Inyoka</a>
de_ch: S louft <a href="%(link)s">Inyoka</a> ungr dr Hubä

source: Preview
de_ch: Vorschou
de_de: Vorschau

source: Previous
de_ch: Vorhärigi
de_de: Vorherige

source: Private message
de_ch: Privati Nachricht
de_de: Private Nachricht

source: Private messages
de_ch: Privati Nachrichtä
de_de: Private Nachrichten

source: Private messages (%(count)s)
de_ch: Privati Nachrichtä (%(count)s)
de_de: Private Nachrichten (%(count)s)

source: Profile
de_ch: Profiu
de_de: Profil

source: Publish
de_ch: Veröffentlichä
de_de: Veröffentlichen

source: Published by <a href="%(link)s">%(author)s</a>
de_ch: Veröffentlicht vo <a href="%(link)s">%(author)s</a>
de_de: Veröffentlicht von <a href="%(link)s">%(author)s</a>

source: Question:
de_ch: Frag:
de_de: Frage:

source: Quote
de_ch: Zitiärä
de_de: Zitieren

source: Random Pages
de_ch: Zuäfaussytä
de_de: Zufallsseiten

source: Raw
de_ch: Rohformat
de_de: Rohformat

source: Read
de_ch: Läsä
de_de: Lesen
