Repository: inyokaproject/inyoka
Catalog: inyoka/forum/locale/*/LC_MESSAGES/django.po
Languages: de_ch

source: %(site)s topic – “%(topic)s”
de_ch: %(site)s Thema – „%(topic)s“

source: %(username)s has created a new topic
de_ch: Nöis Thema vom Benutzr %(username)s

source: (Un)lock
de_ch: (Ent)sperrä

source: A notification will be sent when a topic is reported.
de_ch: Du bechunsch ä Benachrichtigung, wenn äs Thema isch gmäudet wordä.

source: Action canceled.
de_ch: Aktion abbrochä.

source: All forums were marked as read.
de_ch: Aui Foränä sy aus gläsä markiärt wordä.

source: An old revision of the post was restored.
de_ch: Ä äuteri Revision vom Bytrag isch widerhärgschteut wordä.

source: Cancel
de_ch: Abbrächä

source: Count user posts
de_ch: Zeu d Byträg vo dä Benutzr

source: Default text for new topics
de_ch: Standard Texscht für nöi Byträg

source: Description
de_ch: Beschrybig

source: Distribution
de_ch: Dischtribution

source: Do you really want to hide / delete this post?
de_ch: Wettsch dä Bytrag würkli verstäckä / löschä?

source: Do you really want to mark this post as ham / spam?
de_ch: Wettsch dä Bytrag würkli aus Spam / Ham markiärä?

source: Do you want to (un)lock the topic?
de_ch: Wettsch Du das Thema (ent)sperrä?

source: Do you want to restore the revision of the post?
de_ch: Wettsch Du diä Revision vo däm Bytrag widerhärschteua?

source: Do you want to restore the topic?
de_ch: Wettsch Du das Thema widerhärschteuä?

source: Do you want to restore this post?
de_ch: Wettsch Du diesen Bytrag widerhärschteuä?

source: Force version
de_ch: Version erzwingä

source: Forums
de_ch: Forä

source: Hide / Delete
de_ch: Verbärgä / Löschä

source: If not set then posts of users in this forum are ignored in the post counter of the user.
de_ch: Wenn das nid gsetzt isch wärdä Byträg vo dä Nutzer y däm Forum für ä post counter vo dä Nutzer nid zeut.

source: Involved topics
de_ch: Beteiligti Themä

source: Mark as ham / spam
de_ch: Aus Ham / Spam markiärä

source: Name
de_ch: Namä

source: New answer from user „{username}”
de_ch: Neui Antwort vom Benutzr „{username}”

source: New discussion regarding the page “%(page)s” created
de_ch: Neui Diskussion für die Seite „%(page)s“ wurde eröffnet

source: New posts
de_ch: Neui Byträg

source: No Ubuntu
de_ch: Kes Ubuntu

source: No discussion is linked yet to the article “%(article)s”. You can create a discussion now or <a href="%(link)s">link an existing topic</a> to the article.
de_ch: Äs isch no keini Diskussion mit däm Artiku „%(article)s“ verchnüpft. Du chasch ä Diskussion erschteuä odr <a href="%(link)s">äs vorhandenes Thema vrchnüpfä</a>.

source: No notifications on new posts in this topic will be sent to you any more
de_ch: Du wirsch vo jiz ah nümme über nöi Byträg y däm Thema benachrichtigt.

source: No notifications on new topics within this forum will be sent to you any more.
de_ch: Du bechunnsch ab sofort keini Benachrichtigungä meh zu nöiä Themä y däm Forum.

source: No older topics within this forum.
de_ch: Äs exischtierä keini eutärä Themä y däm Forum.

source: No post selected.
de_ch: Ke Bytrag uusgwäut.

source: No recent topics within this forum.
de_ch: Äs exischtierä keini nöiärä Themä y däm Forum.

source: No topic with this slug found.
de_ch: Äs Thema mit däm Slug exischtiert nid

source: No topics selected.
de_ch: Keini Themä uusgwäut.

source: Notifications on new posts in this topic will be sent to you.
de_ch: Du wirsch ab jiz über nöi Byträg y däm Thema benachrichtigt.

source: Notifications on new topics within this forum will be sent to you.
de_ch: Du bechunnsch ab jiz Benachrichtigungä zu nöiä Themä y däm Forum.

source: Only a subset of selected tickets has been closed, considering your moderation privileges for the regarding forums.
de_ch: Äs wärdä nur äs paar vo dä uusgwäuten Mäudigä gschlossä, wöu Du Modrationsrächt im jewyligä Forum bruuchsch.

source: Parent forum
de_ch: Eutäräforum

source: Pictures
de_ch: Biuder

source: Please login to mark posts as read.
de_ch: Bitte mäud Di ah, um Byträg aus gläsä z markiärä.

source: Post
de_ch: Bytrag

source: Post functionality is currently disabled.
de_ch: Ds Schrybä vo Byträg isch aktuell deaktiviert.

source: Posts
de_ch: Byträg

source: Posts by “%(user)s”
de_ch: Byträg vo „%(user)s“

source: Posts by “{user}”
de_ch: Byträg vo „{user}“

source: Posts by “{user}” in forum “{forum}”
de_ch: Byträg vo “{user}” im Forum “{forum}”

source: Posts by “{user}” in topic “{topic}”
de_ch: Byträg vo “{user}” im Thema “{topic}”

source: Posts of the last %(n)d hours
de_ch: Byträg y dä letschtä %(n)d Schtung

source: Reason
de_ch: Grund

source: Reported topic: “%(topic)s”
de_ch: Gmäudets Thema: „%(topic)s“

source: Restore
de_ch: Wiederherschteuä

source: Support group
de_ch: Gruppä vo dä Supporter

source: The First post of the new topic must not be hidden.
de_ch: Dr erschty Bytrag vomä nöiä Thema darf nid verborgä sy.

source: The article “%(article)s” does not exist. However, you can create it now.
de_ch: Dr Artiku „%(article)s“ exischtiert nid, Du chasch nä aber jetz erschteuä.

source: The attachment with the ID “%(id)d” does not exist.
de_ch: Dr Aahang mit dr ID „%(id)d“ exischtiert nid.

source: The attachment “%(attachment)s” does already exist.
de_ch: Dr Aahang „%(attachment)s“ exischtiert scho.

source: The attachment “%(attachment)s” was added successfully.
de_ch: Dr Aahang „%(attachment)s“ isch erfougrych hinzuägfüägt wordä.

source: The attachment “%(attachment)s” was deleted.
de_ch: Dr Aahang „%(attachment)s“ isch glöscht wordä.

source: The first post of a topic cannot be deleted.
de_ch: Dr erschti Bytrag vomänä Thema cha nid glöscht wärdä.

source: The first post of a topic cannot be hidden.
de_ch: Dr erschti Bytrag äs Thema cha nid vrborgä wärdä

source: The forum “%(forum)s” was marked as read.
de_ch: Ds Forum „%(forum)s“ isch aus gläsä markiärt.

source: The poll already ended.
de_ch: D Umfrag isch scho verby.

source: The poll “%(poll)s” was added.
de_ch: D Umfrag „%(poll)s“ isch hinzuägfüägt wordä.

source: The poll “%(poll)s” was removed.
de_ch: D Umfrag „%(poll)s“ isch glöscht wordä.

source: The post by “%(user)s” was deleted.
de_ch: Dr Bytrag vom „%(user)s“ isch glöscht wordä.

source: The post by “%(user)s” was hidden.
de_ch: Dr Bytrag vom „%(user)s“ isch vrborgä wordä.

source: The post by “%(user)s” was made visible.
de_ch: Dr Bytrag vom „%(user)s“ isch widr aazeigt wordä.

source: The post was saved successfully.
de_ch: Dr Bytrag isch erfougrych gspycheret wordä.

source: The selected tickets have been closed.
de_ch: Diä gwäutä Tickets si gschlossä wordä.

source: The topic was locked.
de_ch: Ds Thema isch gschperrt wordä

source: The topic was marked as solved.
de_ch: Ds Thema isch aus glöst markiärt wordä.

source: The topic was marked as unsolved.
de_ch: Ds Thema isch aus ungelöst markiärt wordä.

source: The topic was reported.
de_ch: Ds Thema isch gmäudet wordä.

source: The topic was unlocked.
de_ch: Ds Thema isch entsperrt wordä

source: The topic “%(topic)s” has been deleted
de_ch: Ds Thema „%(topic)s“ isch glöscht wordä.

source: The topic “%(topic)s” was deleted successfully.
de_ch: Ds Thema „%(topic)s“ isch glöscht wordä.

source: The topic “%(topic)s” was hidden.
de_ch: Ds Thema „%(topic)s“ isch vrborgä wordä.

source: The topic “%(topic)s” was moved.
de_ch: Ds Thema „%(topic)s“ isch vrschobä wordä.

source: The topic “%(topic)s” was restored.
de_ch: Ds Thema „%(topic)s“ isch widerhärgschteut wordä.

source: The topic “%(topic)s” was split.
de_ch: Ds Thema „%(topic)s“ isch uufteilt wordä.

source: There is no “%(slug)s” anymore.
de_ch: Äs git keini „%(slug)s“ meh.

source: This post is currently being edited by “%(user)s”!
de_ch: Dä Bytrag wird grad vom „%(user)s“ bearbeität!

source: This report has already been claimed.
de_ch: Diä Mäudig wird scho bearbeität.

source: This topic is hidden due to possible spam.
de_ch: Das Thema isch wägä möglichäm Spam vrborgä

source: This topic is not visible for regular users.
de_ch: Das Thema isch für normali Benutzr unsichtbar.

source: This topic was already created. Please think about editing your topic before creating a new one.
de_ch: Dä Bytrag isch bereits erschteut! Bitte überleg, ob Du nid dr vorhärig Bytrag wettisch bearbeitä.

source: This topic was already reported.
de_ch: Das Thema isch scho gmäudet wordä.

source: Topic
de_ch: Thema

source: Topics
de_ch: Themä

source: Topics by “%(user)s”
de_ch: Themä vom „%(user)s“

source: Unanswered topics
de_ch: Themä ohni Antwort

source: Unsolved topics
de_ch: Unglösti Themä

# Link text to an image attachment
source: View %(name)s
de_ch: %(name)s aaluägä

source: Welcome text
de_ch: Wiukommenstexscht

source: Welcome title
de_ch: Wiukommenstitu

source: You are not allowed to mark this topic as "important".
de_ch: Dir isch es nid erlaubt, das Thema aus "wichtig" zu markiärä.

source: You are replying to a locked topic. Please note that this may be considered as impolite!
de_ch: Du antwortisch gad ufenesn bereits gschlossnigäs Thema. Ds wird oft aus unhöflich aagluäget, bis Dir dessä bewusst!

source: You can only display the last %(n)d pages.
de_ch: Du chasch dir nur diä letschtä %(n)d Sytä lo aazeigä.

source: You cannot edit this post.
de_ch: Du chasch dä Bytrag nid bearbeitä.

source: You cannot move a topic into a category. Please choose a forum.
de_ch: Du chasch kes Thema in ä Kategorie verschiäbä. Bitte wäu äs Forum.

source: You cannot reply in this topic because it was deleted by a moderator.
de_ch: Du chasch y däm Thema nümm antwortä, wöus vomänä Modrator isch glöscht wurde.

source: You cannot reply to this topic because it was locked.
de_ch: Du chasch uf das Thema nid antwortä, wöu s'isch gsperrt wordä.

source: You cannot set this topic as target.
de_ch: Du chasch das Thema nid aus Ziel uuswählä.

source: You don't have moderation rights for the seleted topic.
de_ch: Dir fählä für ds uusgwäute Thema d Modrationsrächt

source: You must enter a text in order to set the welcome message
de_ch: Du muäsch ä Text für d Wiukommensnachricht ygäh.

source: You must enter a title in order to set the welcome message
de_ch: Du muäsch än Titel ygäh für d Wiukommensnachricht

source: You need to be logged in to use this function.
de_ch: Für diä Funktion muäsch Du ygloggt sy.

source: You will not be notified anymore when a topic is reported.
de_ch: Du wirsch ab sofort nümm by gmäudätä Themä benachrichtigt.

source: Your topic “%(topic)s” was moved.
de_ch: Dis Thema „%(topic)s“ isch vrschobä wordä.

source: [user:%(username)s:]: The post [post:%(post)s:] is hidden due to possible spam.
de_ch: [user:%(username)s:]: Dr Bytrag [post:%(post)s:] isch uufgrund vo möglichäm Spam vrborgä.

source: “%(topic)s” – Reply from “%(username)s“
de_ch: “%(topic)s” – Antwort vom “%(username)s“

source: “%(topic)s” – Topic in forum “%(forum)s”
de_ch: “%(topic)s“ – Thema im Forum „%(forum)s“

source: “%(topic)s” – Topic with version %(version)s
de_ch: “%(topic)s” – Thema mit Version %(version)s

source: “new” is not a valid forum slug
de_ch: „new“ isch kei gültigä Slug
